var data = '{"aries": {"yesterday": "Сегодня вами овладеет легкое безумие, которое, вопреки распространенному мнению, нисколько не приблизит вас к заветной цели. Так что, если не хотите, чтобы день пропал даром, постарайтесь свои порывы обуздать.", "today": "Сегодня у вас могут появиться большие и многообещающие перспективы. Что-то придется выбрать, вы вряд ли сумеете ухватиться за все возможности сразу.", "tomorrow": "Хотя содержание, обычно, и считается моментом более важным, нежели форма, сегодня вам стоит позаботится именно о внешней красоте. Да и самому приятно посмотреть будет."}, "taurus": {"yesterday": "Сегодня вам не стоит говорить о том, в чем не слишком хорошо разбираетесь. Либо подготовьтесь к разговору, либо не раскрывайте рта, иначе вам не преминут указать на вашу некомпетентность.", "today": "Сегодня вам стоит действовать исключительно в собственных интересах. Даже не только потому, что иногда надо позаботиться и о себе, просто никто не будет нуждаться в вашей помощи. А если и будут, то помочь вы все равно не сможете.", "tomorrow": "Сегодня вас поставят перед фактом, что вы отнюдь не являетесь свободным как ветер, хотя вам, возможно, казалось именно так. Постарайтесь утешиться хотя бы сознанием собственной необходимости."}, "gemini": {"yesterday": "Сегодня вам придется столкнуться с массой мелких, но малоприятных препятствий. Постарайтесь удержаться от соблазна сорвать свое раздражение на ком-то близком, гораздо полезнее будет воспользоваться его моральной поддержкой.", "today": "Сегодня для вас важно понимание целей вашего семейства. Понимание сближает, а это как раз то, что вам сейчас нужно.", "tomorrow": "День этот может оказаться довольно трудным для вас. Поддержку и понимание вы сможете найти у друзей или в кругу семьи - в зависимости от ситуации. Избегайте общения с малознакомыми людьми - у них сегодня может сложиться неверное о вас представление."}, "cancer": {"yesterday": "Отдайтесь тому чувству, которое так настоятельно требует выхода сегодня. Хорошо бы, конечно, чтобы это чувство не оказалось яростью, но - уж как повезет.", "today": "Не тратьте сегодня свое и чужое время на всевозможные словесные изыски. Информация должна исходить от вас в четкой и понятной форме, в противном случае возможны малоприятные накладки.", "tomorrow": "Куда бы вы ни шли, от себя вы все равно не убежите. Пришло время сесть и, не торопясь, с холодной головой, обдумать давнишнюю проблему. Это занятие настолько утомительно, что, когда вы закончите, найдите пару часов для отдыха."}, "leo": {"yesterday": "Все течет, все меняется, и вам все равно от этого никуда не деться. Сегодня что-то изменится в очередной раз.", "today": "Развлекаясь в свое удовольствие, иногда вспоминайте, что границы вашей свобода все-таки существуют и проходят они как раз там, где начинается свобода остальных представителей человечества. Вы уверены, что никому не мешаете?", "tomorrow": "Сегодня все вами сказанное будет иметь весьма далеко идущие последствия. Относитесь к своим словам серьезнее."}, "virgo": {"yesterday": "Сегодняшний день обещает быть чрезвычайно удачным в деловом отношении. Засучивайте рукава и беритесь за дело. Вы сумеете доказать, что вы - лучший.", "today": "Сегодня вам показаны походы в бассейн, баню, купание в проруби - на выбор. Если все это неосуществимо - просто примите утром душ, и день будет удачнее. Контакт с водой улучшит ваше самочувствие и увеличит энергетический потенциал.", "tomorrow": "Сегодня вы будете вызывать в окружающих зависть, и лишь лучшие представители смогут противостоять этому чувству. Вы же ничего поделать не сможете, более того, причины подобной напасти могут и не быть очевидными. Просто имейте это в виду."}, "libra": {"yesterday": "Проживите этот день так, как будто это последний день вашей жизни, и вам дорог каждый момент. Отбросьте всяческий прагматизм. Только не подумайте ничего дурного - ничего с вами не случится.", "today": "Ваши планы на сегодняшний день могут поколебаться под давлением внешних сил. Придется побороться, если вы все-таки хотите претворить их в жизнь.", "tomorrow": "Сегодня окружающие будут удивительно милы и дружелюбны. Ответьте им взаимностью, и день можно будет считать прожитым не зря."}, "scorpio": {"yesterday": "Проявите терпимость, или постарайтесь тщательно скрывать свои истинные чувства по отношению к человеку, с которым вам предстоит общаться сегодня. Обнаружив их, вы лишь создадите себе лишние проблемы.", "today": "Сегодняшний день будет отмечен необыкновенным подъемом вашего творческого потенциала. К сожалению, из этого не следует, что вы будете очень удачливы в делах. Решений, связанных с финансовыми вопросами, лучше не принимать.", "tomorrow": "Сегодня как никогда стоит быть любезным и раздаривать ослепительные улыбки направо и налево. Попробуйте, вдруг получится."}, "sagittarius": {"yesterday": "Энергии у вас много, а вот задачи вы себе склонны ставить неисполнимые. Зачем напрасно мучаться, лучше возьмитесь за что-нибудь реальное. Станете гордым обладателем синицы.", "today": "Вы, возможно, нашли не лучший способ проявлять интерес к кому-то, и этот кто-то находится в состоянии легкого изумления и совершенно не понимает, что от него хотят. Будьте проще.", "tomorrow": "Сегодняшний день хорош для неблагоразумных деяний и несбыточных надежд. Ни к какой катастрофе, кроме, быть может, легкого чувства разочарования, которое, впрочем, скоро улетучится, ваши действия не приведут."}, "capricorn": {"yesterday": "Сегодняшний день будет для вас легким и приятным. Радость будет приносить буквально все - от работы до общения с горячо любимой тещей/свекровью/и т.д..", "today": "Сегодня вам стоит прислушаться к советам окружающих. Среди них может оказаться довольно неожиданная идея.", "tomorrow": "Вы пока далеки от верного решения, но можете утешать себя сознанием того, что находитесь на правильном пути. Не доверяйте тому, что кажется очевидным."}, "aquarius": {"yesterday": "Сегодня вы будете самым строгим из всех своих критиков. Недовольство собой может основательно попортить вам настроение, придется что-то предпринять, чтобы его утихомирить.", "today": "Сегодня вам стоит вспомнить о существовании слова "нет". Пригодится.", "tomorrow": "Будьте подозрительны сегодня. Вас не слишком трудно обмануть, а нынче такой день, когда это вполне может произойти."}, "pisces": {"yesterday": "Сегодня вам следует повнимательнее отнестись к мелочам, насколько бы глобальны ни были занимающие вас вопросы. Стоит упустить одну, и назавтра одним глобальным вопросом станет больше.", "today": "Тщательно просчитайте последствия своих действий, прежде чем за них приниматься. Сегодня велика вероятность наделать кучу ошибок.", "tomorrow": "Возможно, перемены вам ни к чему, однако они все равно будут происходить. Сегодня можно ожидать одной из них."}}';