var data = '{"aries": {"yesterday": "Чем легче вы сегодня будете воспринимать происходящее, тем больше будет вероятность удачного разрешения ваших дел. Философия пофигизма, собственно, всегда была наиболее продуктивной идеологией.", "today": "Сегодняшний день чреват стрессами, посему вам лучше не вступать в споры и отказаться, если это возможно от дальних поездок. И то и другое принесет вам мало радости.", "tomorrow": "Сегодня желаемое так легко дастся в руки, что вы можете почувствовать даже легкое разочарование - полученное без борьбы становится менее ценным. Но менее необходимым-то оно от этого не становится..."}, "taurus": {"yesterday": "Не стоит сегодня тратить много сил на то, чтобы произвести впечатление на окружающих. Вы и так это сделаете, даже не особо этого добиваясь.", "today": "Сегодня у вас может выйти спор с Матерью-природой. Берегитесь солнца, оно будет к вам неласково.", "tomorrow": "Сегодня не стоит опираться на личные связи, они могут подвести. Постарайтесь не оглашать свои планы - сглазят непременно."}, "gemini": {"yesterday": "Вас, похоже, собираются надуть. Хотя, возможно, что это окажется невинным дружеским розыгрышем.", "today": "Сегодня вы испытаете двойственные чувства. С одной стороны вас будет манить возможность расслабиться, с другой - толкать в бок чувство долга. Кто же победит?", "tomorrow": "Не стоит сегодня брать на себя ответственность за чужую ошибку. С вас в этом случае спросят гораздо строже, чем спросили бы с самого виновника."}, "cancer": {"yesterday": "Сегодня вы будете подобны фарфоровой вазе - тонки, изящны и очень хрупки. Следует избегать любых ситуаций, чреватых конфликтом.", "today": "Чем выше вы ростом, тем чаще вам придется кланяться, входя в двери. Об этом стоит помнить, стремясь подрасти еще и еще. Не слишком ли быстро вы двигаетесь?", "tomorrow": "Сегодня от вас буквально будут сыпаться искры. Посоветуйте тем, кто будет находиться рядом, запастись резиновыми перчатками, пригодятся. Избегайте электроприборов, особенно уже включенных в сеть."}, "leo": {"yesterday": "Сегодняшний день - не для вас. Чем меньше вас будет видно и слышно, тем спокойнее он пройдет.", "today": "Сегодня у вас не будет ни времени, ни, что самое главное, желания для того, чтобы вступить в чью-то игру. Ну и не вступайте, и не надо уговаривать себя, вы вовсе не обязаны это делать.", "tomorrow": "Ваши чувства, возможно, будут пребывать в несколько растрепанном состоянии. Однако, как ни странно, день будет чрезвычайно продуктивен."}, "virgo": {"yesterday": "Сегодня вас могут несколько утомить ваши собственные мысли. Они будут просто-таки оглушительны. Лучший способ от них отвлечься, если, конечно, вы этого желаете, - это заняться проблемами друга, родственника, знакомого ...", "today": "Вы можете сколь угодно уважительно относиться к чужой точке зрения, но сегодня как раз лучше придерживаться собственного мнения и не уступать позиций.", "tomorrow": "Вам пора вмешаться в происходящее и попытаться направить течение событий в нужную вам сторону. И не обращайте внимания на то, что вам скажут по этому поводу, вы преследуете собственные интересы, и этого достаточно, чтобы обосновать практически любое ваше действие."}, "libra": {"yesterday": "Поделитесь своей мудростью с ближним, ибо он в этом серьезно нуждается. Даже не будучи уверенным, что вы можете оказаться ему хоть чем-либо полезным, предложите помощь, она не будет отвергнута.", "today": "Окружающие сегодня не будут к вам слишком благосклонны, виной же этому может стать выражение вашего лица. Постарайтесь не дать своим истинным чувствам отразиться на нем.", "tomorrow": "Сегодня вам не придется отвечать на критические замечания. Просто вас никто не станет критиковать. Всякое ваше действие будет воспринято как должное."}, "scorpio": {"yesterday": "Сегодня вам предстоит немало поработать языком и ушами. К вечеру вы не сможете вспомнить ничего из услышанного, если не будете делать заметок, слишком уж о многом придется беседовать.", "today": "Сегодня вы можете стать счастливым обладателем ценной идеи, которую надлежит немедленно привести в исполнение.", "tomorrow": "Хотеть не вредно, однако только хотеть, ничего для исполнения желания не делая, все-таки не слишком полезно. Сделайте первый шаг - а там уж как повезет."}, "sagittarius": {"yesterday": "Сегодня у вас немного разыграется воображение. Не так, чтобы уж совсем до розовых слонов, но порядочно. В связи с этим не стоит нынче кого-либо в чем-либо убеждать. Вполне возможно, что вы сами заблуждаетесь.", "today": "Сегодня вам, возможно, будет брошен вызов. Примите его так, будто вы занимаетесь этим ежедневно, это обескуражит противника.", "tomorrow": "Тот факт, что вы что-то увидели первым, еще не оправдывает ваших притязаний на оный предмет. Тем паче, что у него (у предмета) может быть свое мнение по этому поводу."}, "capricorn": {"yesterday": "Сегодняшний день будет настоящим испытанием для вас и для людей, вас окружающих, заодно. Вам, возможно, придется пережить массу противоречивых, но одинаково сильных чувств.", "today": "Повеселиться можно и бесплатно, особенно если деньги нужны для более содержательных целей. Насладитесь обществом друзей, но постарайтесь не поддаваться давлению извне.", "tomorrow": "Все, что вы сегодня будете делать - не серьезно. Так что, чтобы не особенно расстраиваться по этому поводу, лучше провести день в увеселениях."}, "aquarius": {"yesterday": "Сегодня вы будете неоправданно эмоциональны. Придется сдерживать себя, чтобы не спровоцировать никому не нужный конфликт.", "today": "Время поджимает, так что следует собраться с духом и начать быстро работать. Приложите все усилия к тому, чтобы скорость не слишком сильно повлияла на качество.", "tomorrow": "Сегодня вас, возможно, поставят перед необходимостью высказать свое суждение по некоторому поводу. Не торопитесь, все может оказаться не так просто, как думается на первый взгляд, а за слова придется отвечать."}, "pisces": {"yesterday": "Сегодня у вас есть шанс немного подпортить свою репутацию. Постарайтесь им не воспользоваться.", "today": "Не стоит винить других в том, что лужа, в которой вы сидите, слишком глубока или чересчур холодна, даже если они действительно в этом виноваты. Лучше вылезайте из нее, сколько же можно головастиков пугать.", "tomorrow": "Сегодня вы будете настроены на творческий лад. Если вам повезет, это будет замечено, что всегда полезно, даже если это и не принесет конкретных плодов сию же минуту."}}';