var data = '{"aries": {"yesterday": "Сегодня у вас может появиться навязчивая идея, которая не даст вам покоя, пока вы не воплотите ее в жизнь, либо не убедитесь в полной ее несостоятельности. Общаться с вами будет непросто.", "today": "Если вам посчастливилось узнать то, что еще не стало достоянием широкой общественности, это еще не означает, что ваша задача - немедленно исправить сию прискорбную ситуацию. Болтун - находка для шпиона.", "tomorrow": "Вы сказали уже достаточно, пора переходить к делу, в противном случае вас могут счесть болтуном."}, "taurus": {"yesterday": "Сегодня вам, возможно, придется исправлять ошибку, которую допустил кто-то другой. Неприятное занятие, но отказываться от него нельзя, иначе это станет вашей ошибкой.", "today": "Сегодня вам нужно подобрать себе простенькое, не требующее ни малейших умственных усилий развлечение. Можете, например, сериал посмотреть, посплетничать, просто чаю попить.", "tomorrow": "Не спешите с принятием важного решения. Сегодняшний день лучше посвятить раздумьям."}, "gemini": {"yesterday": "Сегодня не тот день, когда вам следовало бы заботиться о чувствах окружающих. Пускай голова о них болит у кого-нибудь другого. Вы сможете восстановить свою способность влиять на события.", "today": "Сегодня вы будете очень нужны своим близким, как семье, так и друзьям. Не то, чтобы вы были им не нужны в другие дни, просто нынче вам дадут это понять. Постарайтесь оправдать их ожидания.", "tomorrow": "Извечная борьба меж здравым смыслом движениями души, время от времени происходящая в душе каждого человека, сегодня может совершенно выбить вас из колеи. Постарайтесь отдать на нее не слишком много сил."}, "cancer": {"yesterday": "Сегодня вам следует повнимательнее прислушиваться к тому, что именно говорит собеседник. Возможно, что прикрывшись совершенно отвлеченной темой разговора, он старается передать вам нечто, имеющее для вас и для него большое значение.", "today": "Сегодня вы сможете, если захотите привлечь внимание максимального количества людей. Правда, это не значит, что они тут же проникнутся к вам глубокой симпатией, но некоторый толк можно извлечь и из этого.", "tomorrow": "Ваш неуемный оптимизм послужит сегодня причиной того, что вы взвалите на себя непосильный груз, и, как это ни странно, дотащите его по назначению. Но надорветесь."}, "leo": {"yesterday": "Возможно вы уже успели пригреться и привыкнуть к рутинности вашего существования в достаточной степени, чтобы не желать что-либо менять. Однако, если подобная мысль все таки придет вам в голову, сделайте это сегодня. Этот день прекрасно подходит для таких целей.", "today": "Как это обычно и случается, что-то тайное сегодня соблаговолит стать явным. Под знаком сей неожиданной новости этот день и пройдет.", "tomorrow": "Сегодня имеет смысл заняться делом, которое вы в сердцах бросили на прошлой неделе. Должно получиться."}, "virgo": {"yesterday": "Сегодняшний день хорошо посвятить маленьким радостям жизни, не особенно напрягая мозги и мышцы. Как ни странно, именно такое времяпрепровождение позволит вам оставаться на том пике активности, на который вы недавно забрались.", "today": "Далеко не все сегодня будут способны понять ваши действия, однако это еще не повод, чтобы от них (действий) отказываться. Потом поймут, еще и спасибо скажут.", "tomorrow": "Вы опять заболеете альтруизмом, филантропией и прочей гуманистической холерой. И откуда только у вас силы берутся?"}, "libra": {"yesterday": "Люди сегодня будут принимать ваши слова чересчур близко к сердцу. Посему будьте аккуратнее в выражениях, а то, не дай Бог, кому-то из ваших собеседников неотложка понадобится.", "today": "Сегодня вам, возможно, придется не раз менять свое мнение по тому или иному поводу. Так что лучше не торопиться его высказывать.", "tomorrow": "Не пытайтесь уподобляться страусу пряча голову в песок. Во-первых, это не избавит вас от проблемы, а лишь усугубит ее. Во-вторых, кругом асфальт, расшибетесь же!"}, "scorpio": {"yesterday": "Несмотря на кажущуюся нереальность происходящего, самое время устроить небольшой праздник для друзей и родственников. Правда есть серьезная опасность быть непонятым...", "today": "Сегодня у вас может создаться впечатление, что все вокруг просто сошли с ума. Понять, а тем более предсказать то или иное действие другого человека может оказаться до крайности непросто. В такой ситуации лучше постараться отстраниться от происходящего.", "tomorrow": "Кажется сегодня вам придется выбирать между двумя внешне одинаковыми стогами сена. Не делайте скоропалительных выводов, ибо изнутри они серьезно различаются."}, "sagittarius": {"yesterday": "Сегодня окружавший вас последнее время густой туман начнет потихоньку развеиваться. Открывающееся поле деятельности потрясет вас своими размерами. Придется засучить рукава и начинать активно его вспахивать.", "today": "Сегодня козырной картой для вас будет способность быстро принимать решения. Чем смелее они будут, тем больше шансов, что они верны.", "tomorrow": "Сегодня вам следует быть осмотрительным. Велика опасность наделать глупых ошибок, отвечать за которые придется как за что-то серьезное."}, "capricorn": {"yesterday": "Сегодня вы можете стать предметом насмешек, однако это вовсе не означает, что  что-то делаете неверно. Бог с ними, с убогими, пусть веселятся.", "today": "Учтите в своих планах возможность возникновения непредвиденных обстоятельств. Сегодняшний день может оказаться весьма урожайным на таковые.", "tomorrow": "Сегодня вам лучше не предпринимать особо активных действий, направленных на изменение существующей ситуации. Она и сама скоро изменится, правда, не известно, в какую сторону."}, "aquarius": {"yesterday": "День это должен быть чрезвычайно удачным, нужно лишь не упустить момент. Необходимо в зародыше задушить мысли типа "у меня не получится" или "чудес не бывает". Чудеса бывают!", "today": "Сегодня вы сможете черпать силу от звуков собственного голоса. Вы будете удачливы во всех видах устных переговоров.", "tomorrow": "Сегодня вам, возможно, понадобится хотя бы небольшая передышка. Переложите груз ответственности на чужие плечи - сразу станет легче дышать. А потом сможете его обратно забрать, если захотите."}, "pisces": {"yesterday": "Сегодня практически все пойдет вопреки вашим ожиданиям, не говоря уж о желаниях. Но опускать руки не следует, к вечеру может оказаться, что так даже и лучше.", "today": "При желании сегодня вы смогли бы услышать и понять язык животных и растений. Ваши чувства будут обострены, и их придется тщательно оберегать.", "tomorrow": "Ваша манера действий впечатлит любого, но стоит ли произведенный эффект тех усилий, которые на это тратятся. По-видимому, не стоит. Расслабьтесь."}}';