var data = '{"aries": {"yesterday": "Вдохновение - серьезная сила, но перебор в этом аспекте приведет к пробуксовке. Погодите воплощать в жизнь все идеи сразу, сколь бы хороши они ни были, и передохните немного.", "today": "Сегодня вам трудно будет сохранить объективность - слишком уж сильны будут бушующие в вашей душе порывы придушить кого-то, кто отчаянно мешает вам спокойно жизнедеять. Да бог с ним, с болезным, его же пожалеть надо. Причем лучше вслух. Обидней будет.", "tomorrow": "Сегодня, ища внимания, будьте осмотрительны, ибо вы можете получить его слишком много. Что потом делать с бесчисленными доброжелателями, которые стремятся научить, посоветовать, помочь, когда помощь вам уже и не нужна?"}, "taurus": {"yesterday": "Коллектив - великая сила. И пусть каждый по отдельности будет не совсем доволен результатом, в целом все получится очень даже неплохо.", "today": "Репутация ваша может пострадать благодаря вашей чрезмерной увлеченности. Сегодняшний день не будет слишком удачным. Лучше просто подождать вечера.", "tomorrow": "Сегодня вы легко будете поддаваться влиянию со стороны. Постарайтесь окружить себя людьми, чьего влияния не стоит опасаться."}, "gemini": {"yesterday": "Вы стремитесь следовать сразу во всех направлениях и искренне удивлены тем, что это не слишком хорошо получается. Придется чем-то пожертвовать, установите приоритеты.", "today": "Кто не рискует, тот не пьет шампанского. Но сколько ж можно его пить. Так и алкоголиком недолго заделаться.", "tomorrow": "Сегодня вам показана высокая физическая активность. А чтобы не было скучно, привлеките к этому полезному занятию еще кого-нибудь."}, "cancer": {"yesterday": "Чем попусту растрачивать энергию на эмоции, тем самым повышая энтропию вселенной, что, как известно, ни к чему хорошему привести не может, ибо приближает ее к состоянию тепловой смерти, займитесь домашними делами.", "today": "Прислушайтесь к внутреннему голосу и постарайтесь его правильно понять. Если в результате ваших сегодняшних действий вы сядете в лужу, значит, спутали внутренний голос с бурчанием в животе.", "tomorrow": "Сегодня не самый лучший день, чтобы пытаться избавиться от вредных привычек. Только измотаетесь, толку же - не будет."}, "leo": {"yesterday": "Сегодня кому-то экстренно потребуется ваша и именно ваша помощь. Это может занять весь день, но отказываться не стоит, помочь действительно можете только вы.", "today": "Сегодняшний день может оказаться пограничным. Внимательнее присматривайтесь к событиям, по крайней мере одно из них с большой степенью вероятности резко изменит течение вашей жизни. Правда, ненадолго.", "tomorrow": "Сегодня вас может посетить чувство, сильно смахивающее на зависть. Если кого-то рядом с вами посетит неожиданная удача, постарайтесь не обращать на это внимания, коли не можете искренне порадоваться за человека."}, "virgo": {"yesterday": "Сегодня вам в голову будут приходить самые странные идеи. Возможно, какую-то из них и стоит реализовать, что надолго обеспечит вам репутацию человека с легкой сумасшедшинкой, а значит - гениального.", "today": "Сегодня у вас вполне может появиться повод для празднества. Грех упускать подобные возможности - отпразднуйте.", "tomorrow": "Сегодня вас будет невозможно смутить. Вы на все с легкостью найдете достойный ответ. Остается пожелать только, чтобы вам задали побольше вопросов."}, "libra": {"yesterday": "Готовы вы к этому или нет, но сегодня непременно что-то изменится. Будем надеяться, что это будет погода.", "today": "Сегодня вам придется отстаивать свое мнение, хорошо еще если без применения физической силы. Позаботьтесь о наличии веских аргументов.", "tomorrow": "Сегодня внешний мир всячески постарается грубо вторгнуться в ваше уединение, испортив вам тем самым настроение на весь день. Задумайтесь, стоит ли уединяться, если в покое все равно не оставят?"}, "scorpio": {"yesterday": "Этот день хорошо бы посвятить приятным домашним хлопотам: украшению жилища, перестановке мебели... Смотря что подскажет вам фантазия.", "today": "Сегодня ваши амбиции не дадут вам сидеть спокойно. Вы с шумом и помпой будете продвигаться вперед, и никакие препятствия не смогут вас остановить. Остается вас только поздравить и пожелать вам дальнейших успехов.", "tomorrow": "Нынешний день принесет вам чувство глубокого удовлетворения. Если вам понадобится еще что-то, придется взять самому."}, "sagittarius": {"yesterday": "Сегодня вы будете неистовы, и горе тому, кто попадется под вашу тяжелую руку. Постарайтесь не нанести никому тяжких увечий с необратимыми последствиями.", "today": "Сегодня ваш язык, возможно, будет слегка путаться и заплетаться, хотя, если оглянуться назад, никаких предпосылок к этому не видно. Чтобы не сесть в лужу, активно пользуйтесь языком рук, ног и других частей тела.", "tomorrow": "Сегодня первостепенной задачей для вас будет сохранение внутренней гармонии и душевного равновесия. Что бы ни происходило - не обращайте внимания."}, "capricorn": {"yesterday": "Для некоторых людей потребность высказаться превышает даже надобность в наличии внимательного и сочувствующего слушателя. Вам сегодня предстоит долгий и весьма утомительный разговор подобного характера, причем вам не дадут вставить ни единого слова. И не пытайтесь с этим бороться, единственное, что от вас требуется - не зевать в лицо собеседнику.", "today": "Сегодняшний день хорошо подходит для того, чтобы изведать новые ощущения. Можете попробовать очередной сорт пива, например.", "tomorrow": "Сегодня вы рискуете навешать на себя чрезмерно большое количество чужих проблем. Постарайтесь, хотя бы, не отстранять от процесса их решения тех, кому они, собственно, принадлежат."}, "aquarius": {"yesterday": "Окружающим совершенно необязательно быть в курсе того, насколько вы в действительности уверены в себе. Напишите на лице что-нибудь убедительное, чтобы никто не догадался, что вы колеблетесь.", "today": "Сегодня цель будет оправдывать средства. Вам многое простится, если вы добьетесь результата, но надо поспешить.", "tomorrow": "Если вы сегодня дадите волю эмоциям, вы рискуете потерять то что имеете, и чем, вероятно, дорожите, хотя и не думаете об этом. Так что, прежде чем раскроете рот, подумайте, до такой ли степени вам необходима разрядка."}, "pisces": {"yesterday": "На то, как будут развиваться события сегодня, немалое, чтобы не сказать удивительно большое, влияние окажут дела давно минувших дней. Так как прошлое уже изменить не удастся, течение нынешнего дня в рамки ваших планов запихнуто быть никак не может.", "today": "Сегодня все будет говорить вам, что цель близка и осталось последнее усилие. Последним оно, естественно не будет, но не поддавайтесь разочарованию, если все не получится сразу.", "tomorrow": "Вы сегодня будете энергичны, а посему постоянно будете волонтером. Главное - не зацикливайтесь на одном и том же деле. Вы способны на большее."}}';