data = '{"aries": {"yesterday": "Взаимоотношения с окружающими сегодня могут оказаться весьма тернистой тропой. Если можете, сведите контакты к минимуму, не можете - не обращайте ни на что внимания.", "today": "Сегодня у вас может разыграться воображение. Возможно буквально все - от кошмаров во время послеобеденного сна до явственно слышимых стонов привидений в коридоре вашей квартиры. Не перенапрягайте нервы, если вам страшно войти в темную комнату, возьмите кого-нибудь с собой.", "tomorrow": "Сегодняшний день подарит вам чувство победы, однако не даст возможности ее отпраздновать. Придется потерпеть."}, "taurus": {"yesterday": "Не позволяйте мыслям, а тем более - чувствам, отражаться на вашем лице сегодня. Кто-то будет весьма внимательно следить за вашей мимикой, и не факт, что ему следует показывать, что у вас на душе.", "today": "Сегодня вы вряд ли добьетесь признания. Похвалите себя сами, не стоит ждать милости от окружающих.", "tomorrow": "Сегодняшние события должны сыграть вам на руку, надо только сообразить, как свое преимущество использовать. Но не тратьте на раздумья слишком много времени - ситуация слишком быстро меняется."}, "gemini": {"yesterday": "Сегодняшний день обещает быть сумасшедшим. На вас навалится масса новых дел, в то время как старые будут настойчиво требовать немедленного завершения.", "today": "Время веселиться! Проведите этот день в компании добрых друзей. Серьезные дела лучше отложить на завтра.", "tomorrow": "Постарайтесь никому сегодня не демонстрировать степень своей уязвимости. Этим могут воспользоваться самым низким образом."}, "cancer": {"yesterday": "Сегодня вы легко сможете стать центром внимания там, где окажетесь. Возможно, это даже будет немного мешать.", "today": "Сегодняшний день может показаться вам скучным, однако отсутствие новостей само по себе является хорошей новостью. Хоть отдохнете малость.", "tomorrow": "Затевая спор сегодня, постарайтесь придерживаться оборонительной позиции, выжидая, пока противник не начнет противоречить сам себе. Доводов разума в вашем исполнении нынче слушать не будут."}, "leo": {"yesterday": "Этот день просто необходимо отдать романтическим похождениям. Эффект будет незабываемым.", "today": "Не задерживайтесь сегодня, пытаясь что-то доделать, проку от этого все равно не будет. Лучше придите пораньше домой и вытащите домашних в театр, кино или просто погулять.", "tomorrow": "Сегодня вам не придется опасаться, что кто-то не выполнит своего обещания и тем самым подведет вас под монастырь. Можете безбоязненно взваливать поручения на друзей и близких - сделают как миленькие."}, "virgo": {"yesterday": "Сегодня вам не придется задумываться о дне завтрашнем, слишком большого внимания и сил потребует настоящий. День будет тяжелым, но плодотворным.", "today": "Оглянитесь назад сегодня, это поможет вам прояснить взгляд в будущее. С этого дня хорошо начинать новые дела - они быстро и успешно придут к завершению.", "tomorrow": "Не всегда же вам выигрывать. Сегодня придется смириться с чувством не совсем справедливого поражения. Правда, это еще не означает крушения всех надежд."}, "libra": {"yesterday": "Спорить сегодня будет бесполезно, самым лучшим решением будет уступить. Пытаясь отстоять свою позицию, вы лишь потеряете время и истратите массу нервной энергии.", "today": "Сегодня вы будете испытывать постоянную нехватку времени. Это, конечно, утомительно, но зато работа в режиме цейтнота позволяет максимально продуктивно использовать имеющиеся временные ресурсы.", "tomorrow": "Всегда приятно порадовать ближнего. Сегодня вам как раз представится такая возможность. Кроме того, нынешний день лучше всего посвятить общению с прекрасным. Если в личном распоряжении ничего прекрасного у вас не наблюдается, придется сходить в музей."}, "scorpio": {"yesterday": "Если вы сегодня чего-то не поймете, это может не самым лучшим образом отразиться на вашей дальнейшей жизнедеятельности. Так что лучше десять раз переспросите.", "today": "Сегодня вы можете оказаться немножко слишком злопамятным. Следует учитывать, что это треплет в первую очередь ваши собственные нервы.", "tomorrow": "Постарайтесь не дать овладевшей вами легкой веселой хулиганистости натворить каких-нибудь неприятностей. Любую энергию можно использовать в мирных целях, даже вашу."}, "sagittarius": {"yesterday": "Сегодня вам следует повнимательнее прислушиваться к тому, что вам говорят, и не стесняться признать собственную неправоту. Никакой доблести в упрямстве нет.", "today": "Сегодня не самый удачный день для построения планов, особенно далеко идущих. Они вряд ли оправдаются, а день будет потерян.", "tomorrow": "Движущей силой сегодняшних событий будет либо ваш собственный альтруизм, либо чье-то кумовство. Предпочтительнее первый вариант, ибо тогда вы сможете происходящее проконтролировать."}, "capricorn": {"yesterday": "Вы должны изменить решение, принятое вами на днях. Обстоятельства переменились, теперь вам придется действовать совсем иначе.", "today": "Даже если вам не удастся сегодня достигнуть столь желанной цели, не стоит делать из этого трагедии. Тем более, что приобретенный опыт будет воистину бесценен.", "tomorrow": "Чем меньше вы будете думать о себе сегодня, тем легче пройдет этот день. Угодить другим, как ни странно, проще, чем себе самому, а зачем же портить себе настроение, мучаясь этой проблемой? Пусть вам угождают другие."}, "aquarius": {"yesterday": "Сегодня вам стоит применять силу своего обаяния в малых дозах. Передозировка грозит тем, на ком вы будете его испытывать, полной и необратимой потерей головы.", "today": "Финансы поют романсы. Действительно ли вы хотите потратить на развлечения ту сумму, которую собираетесь?", "tomorrow": "Вы настолько переполнены разнообразными ресурсами, что стали взрывоопасны. День обещает быть очень плодотворным, если вам, конечно, удастся не взорваться уже утром."}, "pisces": {"yesterday": "Сегодня вы можете с успехом выступать в роли великого соблазнителя. И не важно что, собственно, станет предметом вашего интереса, - вы своего добьетесь.", "today": "Сегодня основной ценностью для вас, сколь бы меркантильно это не звучало, будут деньги. Будьте готовы решать серьезные финансовые вопросы.", "tomorrow": "Не тратьте сегодня время и силы на жалость к самому себе. Многие бы просто позавидовали вашим проблемам."}}';