var data = '{"aries": {"yesterday": "Сегодня вы сможете найти применение даже самой бесполезной вещи, была бы только вещь. День хорош для общения с людьми, вы к каждому сможете найти свой подход.", "today": "Сегодня глас рассудка заглушит голос вашего сердца. Будьте готовы жить с последствиями того, что вы наделаете, следуя его советам.", "tomorrow": "Будьте сегодня предельно осторожны. Особенно если посчастливится столкнуться с чем-то, доселе вами невиданным. Постарайтесь не делать резких движений и не принимать неожиданных решений."}, "taurus": {"yesterday": "Сегодня не стоит связывать себя какими-либо условностями. Это не слишком хорошо у вас выйдет, да и удовольствия не доставит. Зато в качестве свободного художника вы вполне можете создать что-то, заслуживающее существования.", "today": "Вы способны заметить куда больше, чем думают некоторые. Сегодня что-то может вызвать у вас некоторые вопросы. Задайте их и посмотрите, как будет выкручиваться отвечающий. Возможно вас пытаются обвести вокруг пальца.", "tomorrow": "Сократите круг общения на сегодняшний день. Вы будете очень уязвимы эмоционально и присутствие рядом с вами большого количества людей перенесете с трудом."}, "gemini": {"yesterday": "Сегодня у вас могут возникнуть проблемы на личном фронте. Спасти вас от перспективы оказаться не у дел может сухой, рациональный и в высшей степени объективный подход к проблеме.", "today": "Сегодня вы можете оказаться несколько болтливы. Осторожнее! Враг не дремлет. Постарайтесь сказать поменьше. Кто-то очень заинтересован в вашей разговорчивости.", "tomorrow": "Сегодня очень важна будет ваша профессиональная активность, однако постарайтесь не слишком перенапрягаться, в противном случае у вас могут возникнуть проблемы со здоровьем."}, "cancer": {"yesterday": "Сегодня вы будете способны на поистине блестящие импровизации. Чем меньше вы будете заботиться о том, как бы поудачнее выразиться, тем лучше у вас будет получаться.", "today": "Постарайтесь сегодня следить за тем, чтобы действия окружающих вас людей больше основывались на реальных знаниях, а не на труднодоказуемых предположениях.", "tomorrow": "Сегодня вас могут здорово огорчить. Если от расстройства все начнет валится из рук, просто спокойно сядьте и тихонько подождите хорошей новости."}, "leo": {"yesterday": "Сегодня вы можете оказаться орудием в чьих-то руках. Во избежание этой ситуации, постарайтесь не ввязываться ни в какие авантюры. Развлечься можно и иначе.", "today": "Сегодня вас посетит Муза. Принесет идею. Новую. А уж что вы с ней (идеей, а не с Музой) делать будете - уже ваша головная боль.", "tomorrow": "Сегодня на вас может напасть весьма занудливая особа, от которой будет на редкость трудно отделаться. Не планируйте на этот день ничего существенного, она (особа) скорее всего не даст осуществить задуманное."}, "virgo": {"yesterday": "Сегодня вы можете без зазрения совести плыть по течению. Какое бы течение вам ни попалось (рекомендуется все-таки теплое, а то мало ли что), оно в любом случае принесет вас именно туда, куда вам нужно.", "today": "Сегодня всякое изменение будет к лучшему. Не то, чтобы все было настолько плохо, что от перемены ситуации можно было бы только выиграть, просто нынче - удачный в этом отношении день. Можно, к примеру, сходить в парикмахерскую и нимало при этом не беспокоиться о результате сего смелого решения.", "tomorrow": "Сегодня основное беспокойство вам будет доставлять ваш друг. Он настолько обеспокоен проблемой получения того, что он хочет, что не слишком контролирует свои действия. Ваша задача - уберечь его от неприятностей."}, "libra": {"yesterday": "Сегодня вы можете позволить себе вытворять что угодно - все будет к месту и вовремя. Однако не стоит слишком увлекаться, ровно в полночь все содеянное обернется против вас.", "today": "Сегодня ваше долготерпение может подвергнуться немалому испытанию и причиной ваших страданий скорее всего окажутся родные и близкие. Лучшее, что вы можете сделать - это отразить на своем лице полнейшее смирение, тогда, возможно, отстанут.", "tomorrow": "Сегодняшний день может преподнести вам довольно неприятный урок. Будет куда лучше, если вы успеете доказать, что вы способны его усвоить и без практических занятий."}, "scorpio": {"yesterday": "Сегодня границы бытия раздвинутся перед вами и все будет казаться несколько иным, чем прежде. Присмотритесь, может понравится?", "today": "Сегодня вам стоит прислушаться к тому, что говорят о вас окружающие. Узнаете много нового и интересного.", "tomorrow": "Сегодня темп жизни может резко замедлиться. То ли температура воздуха резко упадет, то ли не выспитесь."}, "sagittarius": {"yesterday": "Сегодня вас может буквально утопить в слезах человек, рожденный под водным знаком. Так что знакомых Раков, Рыб и Скорпионов лучше обходить стороной.", "today": "Никого не слушайте нынче, все равно не услышите. Сегодня вы будете несколько эгоистичны, ну да это только к лучшему.", "tomorrow": "Прислушивайтесь сегодня получше к словам друзей - вам скажут что-то важное. Хотя есть и иные способы получения информации, и пренебрегать ими также не следует."}, "capricorn": {"yesterday": "Сегодня вы можете почувствовать себя Алисой, беседующей с Мартовским Зайцем. Слишком уж сложной задачей может оказаться вычленение осмысленной части из разговора, который вам придется поддерживать.", "today": "Сегодняшний день идеален для плодотворной и приносящей моральное удовлетворение деятельности. Предупредите родных заранее, вы наверняка задержитесь сегодня.", "tomorrow": "Сегодня вы сможете совершить маленькое чудо, надо только очень захотеть. Только не надо под ним подписываться, это сведет на нет всю прелесть содеянного. А люди сами догадаются, кто это сделал."}, "aquarius": {"yesterday": "Постарайтесь не откладывать в долгий ящик составление распорядка действий на сегодняшний день. Чем раньше вы разберетесь с этим вопросом, тем меньше будет вероятность, что вас обвинят в бездействии в некоторый ответственный момент.", "today": "Эгоизм, несомненно, полезная черта характера, но не всегда приветствуемая окружающими. Выбирайте на что не обращать внимание.", "tomorrow": "Подождите с клятвенными заверениями. Возможно, назавтра вам очень захочется взять свои слова назад."}, "pisces": {"yesterday": "Сегодня вы можете стать жертвой навязчивой идеи. Пытаться с ней бороться бесполезно, так что расслабьтесь. Вряд ли она будет уж очень дурна.", "today": "Холодная голова и чистые руки - замечательный лозунг, но не в вашем случае. Хотя руки, разумеется, пачкать необязательно, немного эмоций вам не повредит.", "tomorrow": "Не стоит недооценивать инструкции, особенно если вы уже расписались, что с ними ознакомлены. И уж тем более не стоит их нарушать. Сегодня даже улицу лучше переходить только на зеленый свет."}}';