var data = '{"aries": {"yesterday": "Главное - понять, что, собственно, вам нужно. Потом уже будет значительно проще. Сегодня вам представится некоторый шанс, который упускать не следует.", "today": "Сегодня у вас может появиться навязчивая идея, которая не даст вам покоя, пока вы не воплотите ее в жизнь, либо не убедитесь в полной ее несостоятельности. Общаться с вами будет непросто.", "tomorrow": "Если вам посчастливилось узнать то, что еще не стало достоянием широкой общественности, это еще не означает, что ваша задача - немедленно исправить сию прискорбную ситуацию. Болтун - находка для шпиона."}, "taurus": {"yesterday": "Полет вашей мысли намного опередит возможности вашего организма. Вы рискуете перенапрячься.", "today": "Сегодня вам, возможно, придется исправлять ошибку, которую допустил кто-то другой. Неприятное занятие, но отказываться от него нельзя, иначе это станет вашей ошибкой.", "tomorrow": "Сегодня вам нужно подобрать себе простенькое, не требующее ни малейших умственных усилий развлечение. Можете, например, сериал посмотреть, посплетничать, просто чаю попить."}, "gemini": {"yesterday": "Сегодня вы будете равным среди великих. У вас появится некоторая власть над людьми, но не стоит забывать и об ответственности, которая при этом ляжет на ваши плечи.", "today": "Сегодня не тот день, когда вам следовало бы заботиться о чувствах окружающих. Пускай голова о них болит у кого-нибудь другого. Вы сможете восстановить свою способность влиять на события.", "tomorrow": "Сегодня вы будете очень нужны своим близким, как семье, так и друзьям. Не то, чтобы вы были им не нужны в другие дни, просто нынче вам дадут это понять. Постарайтесь оправдать их ожидания."}, "cancer": {"yesterday": "Изменить все вокруг нетрудно, однако последующие улучшения потребуют значительно большего количества сил, нежели то, которым вы располагаете. Привлеките к этому процессу других.", "today": "Сегодня вам следует повнимательнее прислушиваться к тому, что именно говорит собеседник. Возможно, что прикрывшись совершенно отвлеченной темой разговора, он старается передать вам нечто, имеющее для вас и для него большое значение.", "tomorrow": "Сегодня вы сможете, если захотите привлечь внимание максимального количества людей. Правда, это не значит, что они тут же проникнутся к вам глубокой симпатией, но некоторый толк можно извлечь и из этого."}, "leo": {"yesterday": "Сегодня свобода ваша будет так или иначе ограничена. Если вы сумели загнать самое себя в угол, сумейте и вытащить себя оттуда. Сделайте так, чтобы голос ваш услышали.", "today": "Возможно вы уже успели пригреться и привыкнуть к рутинности вашего существования в достаточной степени, чтобы не желать что-либо менять. Однако, если подобная мысль все таки придет вам в голову, сделайте это сегодня. Этот день прекрасно подходит для таких целей.", "tomorrow": "Как это обычно и случается, что-то тайное сегодня соблаговолит стать явным. Под знаком сей неожиданной новости этот день и пройдет."}, "virgo": {"yesterday": "У вас столь далеко идущие цели, что не стоит откладывать радости жизни различной величины до лучших времен, т.е. до тех пор, пока вы их не достигнете. Развлекитесь.", "today": "Сегодняшний день хорошо посвятить маленьким радостям жизни, не особенно напрягая мозги и мышцы. Как ни странно, именно такое времяпрепровождение позволит вам оставаться на том пике активности, на который вы недавно забрались.", "tomorrow": "Далеко не все сегодня будут способны понять ваши действия, однако это еще не повод, чтобы от них (действий) отказываться. Потом поймут, еще и спасибо скажут."}, "libra": {"yesterday": "Сегодня кто-то один вполне может заслонить собою весь мир и сподвигнуть вас на любые деяния. Вы вольны поступать так, как считаете нужным, и не стоит прислушиваться к шипению непрошеных советчиков.", "today": "Люди сегодня будут принимать ваши слова чересчур близко к сердцу. Посему будьте аккуратнее в выражениях, а то, не дай Бог, кому-то из ваших собеседников неотложка понадобится.", "tomorrow": "Сегодня вам, возможно, придется не раз менять свое мнение по тому или иному поводу. Так что лучше не торопиться его высказывать."}, "scorpio": {"yesterday": "Сегодня у вас наступит резкое обострение организационных способностей. Так что не удивляйтесь, ловя злобные взгляды близких, замученных бесконечным потоком исходящих от вас ценных указаний.", "today": "Несмотря на кажущуюся нереальность происходящего, самое время устроить небольшой праздник для друзей и родственников. Правда есть серьезная опасность быть непонятым...", "tomorrow": "Сегодня у вас может создаться впечатление, что все вокруг просто сошли с ума. Понять, а тем более предсказать то или иное действие другого человека может оказаться до крайности непросто. В такой ситуации лучше постараться отстраниться от происходящего."}, "sagittarius": {"yesterday": "Верите вы или нет в возможность подобного случая, но сегодня вы можете не затруднять себя какой бы то ни было деятельностью. К концу дня непременно выяснится, что это либо уже кто-то сделал, либо в этом просто нет никакой надобности.", "today": "Сегодня окружавший вас последнее время густой туман начнет потихоньку развеиваться. Открывающееся поле деятельности потрясет вас своими размерами. Придется засучить рукава и начинать активно его вспахивать.", "tomorrow": "Сегодня козырной картой для вас будет способность быстро принимать решения. Чем смелее они будут, тем больше шансов, что они верны."}, "capricorn": {"yesterday": "Сегодня вас всюду будут принимать с распростертыми объятиями. Однако не стоит, исходя из этого факта, надеяться на всеобщую поддержку. Ее-то как раз будет резко не хватать.", "today": "Сегодня вы можете стать предметом насмешек, однако это вовсе не означает, что  что-то делаете неверно. Бог с ними, с убогими, пусть веселятся.", "tomorrow": "Учтите в своих планах возможность возникновения непредвиденных обстоятельств. Сегодняшний день может оказаться весьма урожайным на таковые."}, "aquarius": {"yesterday": "Сегодня, горя желанием все изменить, вы можете основательно наломать дров. Вспомните правило бритвы Оккама "Не стоит приумножать сущности сверх необходимости".", "today": "День это должен быть чрезвычайно удачным, нужно лишь не упустить момент. Необходимо в зародыше задушить мысли типа "у меня не получится" или "чудес не бывает". Чудеса бывают!", "tomorrow": "Сегодня вы сможете черпать силу от звуков собственного голоса. Вы будете удачливы во всех видах устных переговоров."}, "pisces": {"yesterday": "События разворачиваются несколько быстрее, чем вам хотелось бы. Сегодня у вас может появиться желание заупрямиться - не поддавайтесь ему, это только подольет масла в и без того здорово чадящее пламя.", "today": "Сегодня практически все пойдет вопреки вашим ожиданиям, не говоря уж о желаниях. Но опускать руки не следует, к вечеру может оказаться, что так даже и лучше.", "tomorrow": "При желании сегодня вы смогли бы услышать и понять язык животных и растений. Ваши чувства будут обострены, и их придется тщательно оберегать."}}';