data = '{"aries": {"yesterday": "Не спешите активно действовать, вы все равно не сможете ускорить события. Подождите, пока вам не дадут совершенно недвусмысленного знака, что путь открыт.", "today": "Не стоит приходить туда, где вам не будут рады, по крайней мере сегодня. Этот вечер лучше провести дома. Но если вам не рады именно там, то тут мало что можно посоветовать.", "tomorrow": "Сегодня вы будете неожиданно слабы. Ничего не делайте сами, заставьте шевелиться других, слабость ведь тоже можно сделать своим оружием."}, "taurus": {"yesterday": "Сегодня вы, вероятно, будете всем недовольны. Не без оснований, конечно, но вам-то от этого лучше не станет, да и не изменится ничего. День обещает быть противным.", "today": "Сегодня окружающие будут нервны в следствие озабоченности проблемой, которая вас, собственно, не касается. Так и не суйте в нее носа, вам вполне достаточно своих.", "tomorrow": "Сегодня вы можете оказаться несколько более уязвимым, чем обычно. Постарайтесь не встревать ни в какие конфликты - вы пострадаете в них куда больше, чем другие участники."}, "gemini": {"yesterday": "То, что долгое время дразнило вас, оставаясь абсолютно недосягаемым, сегодня утратит бдительность. У вас есть хороший шанс его поймать. Не зевайте.", "today": "Сегодня на кончике вашего языка все время что-то будет вертеться. Настоятельно рекомендуется это что-то сглотнуть, в противном случае вы рискуете столкнуться с труднопредсказуемыми, но малоприятными последствиями.", "tomorrow": "Сегодня вам будет не слишком везти со сложной техникой. Так что лучше не трогайте домашние электроприборы, те же, что стоят на работе или у знакомых не так жалко."}, "cancer": {"yesterday": "Сегодня вам суждено быть одним из двух - либо победителем, либо побежденным. Сторонним наблюдателем быть не получится.", "today": "Сегодня для вас велика вероятность впутаться в сомнительные дела. Постарайтесь проявить бдительность и не рисковать без меры. Не давайте деньги в долг.", "tomorrow": "В тихом омуте обычно водится что-то малопонятное, а потому пугающее. Сегодня таким омутом будете вы. Реакция ваша может оказаться не совсем адекватной, слова, которые вы хотели бы произнести будут сильно отличаться от того, что вы скажете вслух. Вы вообще будете настолько странны, что, возможно, стоило бы переждать это время, не появляясь на людях."}, "leo": {"yesterday": "Сегодня вам придется заняться чем-то довольно неприятным. Не жалуйтесь на судьбу вслух - она обидится и назавтра устроит вам и вовсе каторгу.", "today": "Сегодня вам нужно четко знать, кого следует игнорировать, и когда нужно устранится от происходящего рядом с вами. Аккуратность поможет вам избежать крупного конфликта, вероятность будет которого весьма велика.", "tomorrow": "Покуда вы будете оставаться в рамках благоразумия, все будет идти как по маслу. Однако, как только вы, решив, что теперь море - по колено, а горы - по плечо, вздумаете пойти на риск, Фортуна моментально от вас отвернется."}, "virgo": {"yesterday": "Если вам сегодня захочется чего-нибудь новенького и неожиданного, сходите в ресторан и закажите какое-нибудь непонятное блюдо. Поверьте, это окажется самым дешевым и безболезненным способом удовлетворить свое желание.", "today": "Сегодня вы можете почувствовать недостаток сил, как физических, так и душевных. Последнее опаснее, потому постарайтесь по возможности избегать общества излишне эмоциональных людей.", "tomorrow": "Плюньте на то, что вы "должны" делать (если, конечно, вас не расстреляют за это на месте) и займитесь тем, что вам делать хочется. Сегодня вы можете это себе позволить."}, "libra": {"yesterday": "Какова бы ни была ваша цель, сегодня вы ее не достигнете. Зато получите массу промежуточных результатов, каждый из которых будет весьма и весьма небесполезен.", "today": "Не обращайте внимания на беспочвенные нападки, сегодня, увы, без них не обойдется. Пусть себе гавкают, укусить-то не решатся.", "tomorrow": "Сегодня вам может оказаться непросто справиться с собственным воображением. Когда оно разыграется особенно сильно, вы можете выкинуть весьма неожиданный фортель, так что будьте по возможности сдержанны."}, "scorpio": {"yesterday": "Сегодня вы можете столкнуться с чем-то, что приведет вас в дикую ярость, последствием которой могут оказаться поломанные предметы обихода, порванная одежда и фонари под глазами. Посему лучше провести день подальше от легкобьющихся предметов, а лучше и от людей.", "today": "Сегодня вам придется прятать истинные чувства за старательно нарисованной улыбкой. Все, что думаете о том или ином человеке сможете сказать вслух несколько позже.", "tomorrow": "Сегодняшний день принесет проблемы морального толка. Вам, возможно, надо немного откорректировать политику взаимоотношений с близкими."}, "sagittarius": {"yesterday": "Пусть люди примут вас сегодня таким, как вы есть, и пусть им будет хуже, если они этого делать не желают. Не пытайтесь изменить в себе что-то лишь потому, что эта черта у кого-то вызвала неудовольствие.", "today": "Сегодня вам могут представить счет за вашу независимость и бескомпромиссность. Не позвольте тому, кто это сделает, заметить свое неудовольствие и, боже упаси, сожаление по этому поводу.", "tomorrow": "Сегодня вы можете с полным правом требовать желаемого, есть вероятность, что ваши требования будут признаны обоснованными и даже удовлетворены. Если, конечно, вы не станете повышать голос и топать ногами."}, "capricorn": {"yesterday": "Сегодня вы будете большим оригиналом, что, как ни странно не будет вызывать в окружающих неприятия. Ваша изобретательность даже заслужит похвалы. Другой вопрос - что с этой похвалой делать?", "today": "Самая большая ваша проблема - нежелание принимать решения. Если очень хочется - можете пооткладывать это неприятное занятие еще пару дней.", "tomorrow": "Сегодняшний день может ознаменоваться потерей чего-то давно знакомого. Постарайтесь не ссориться со старыми друзьями - подобного рода утраты невосполнимы."}, "aquarius": {"yesterday": "Сегодня вы можете показаться слишком уж деятельным человеком. Не стоит удивляться, если окружающие вместо восхваления вашего трудолюбия начнут шипеть, что они-де не железные.", "today": "Сегодняшний день предоставит вам большие возможности по вложению средств в дело. Но будьте бдительны, среди них вам могут встретиться новые Хопры и прочие МММы.", "tomorrow": "Сегодня вы будете коллектором информации. Убедитесь в отсутствии утечки - тщательно сохраненная и впоследствии обработанная, эта информация здорово облегчит вам жизнь."}, "pisces": {"yesterday": "Сегодня, оказавшись в меру теплой и душевной компании, вы внезапно почувствуете в себе дар рассказчика, достойный славы лучших скальдов древности. Если же компании не случится, приходящие в вашу голову образы стоит запечатлеть на бумаге, жалко будет, если пропадут.", "today": "Лучше всего вам немедленно взять небольшой отпуск и отправиться за город, на берег лесного озера. Посидеть на бережку, покидать камешки в воду. Подумать...", "tomorrow": "Этот день стоит начать как можно раньше. Удачной будет именно первая его половина, примерно до полудня, так не упускать же возможности, валяясь в постели до часу."}}';