data = '{"aries": {"yesterday": "Вы слишком серьезно ко всему подходите. Оно может и неплохо, с точки зрения эффективности ваших трудов, однако нервные клетки, хоть и восстанавливаются (если последние заявления ученых по этому поводу обоснованны), но все же очень медленно.", "today": "Не спешите активно действовать, вы все равно не сможете ускорить события. Подождите, пока вам не дадут совершенно недвусмысленного знака, что путь открыт.", "tomorrow": "Не стоит приходить туда, где вам не будут рады, по крайней мере сегодня. Этот вечер лучше провести дома. Но если вам не рады именно там, то тут мало что можно посоветовать."}, "taurus": {"yesterday": "Сегодняшний день будет длинным и утомительным. Можно лишь пожелать, чтобы он поскорее закончился.", "today": "Сегодня вы, вероятно, будете всем недовольны. Не без оснований, конечно, но вам-то от этого лучше не станет, да и не изменится ничего. День обещает быть противным.", "tomorrow": "Сегодня окружающие будут нервны в следствие озабоченности проблемой, которая вас, собственно, не касается. Так и не суйте в нее носа, вам вполне достаточно своих."}, "gemini": {"yesterday": "Если бы можно было снимать те картины, которые проносятся в вашем воображении, Голливуд бы давно разорился. Предайтесь фантазиям, сегодняшний день вряд ли можно будет посвятить занятию более приятному.", "today": "То, что долгое время дразнило вас, оставаясь абсолютно недосягаемым, сегодня утратит бдительность. У вас есть хороший шанс его поймать. Не зевайте.", "tomorrow": "Сегодня на кончике вашего языка все время что-то будет вертеться. Настоятельно рекомендуется это что-то сглотнуть, в противном случае вы рискуете столкнуться с труднопредсказуемыми, но малоприятными последствиями."}, "cancer": {"yesterday": "Сегодня вам будет брошен очередной вызов. В то же время, именно сегодня вам будет немаловажно мнение окружающих, так что придется, пожалуй, стиснув зубы этот вызов принять.", "today": "Сегодня вам суждено быть одним из двух - либо победителем, либо побежденным. Сторонним наблюдателем быть не получится.", "tomorrow": "Сегодня для вас велика вероятность впутаться в сомнительные дела. Постарайтесь проявить бдительность и не рисковать без меры. Не давайте деньги в долг."}, "leo": {"yesterday": "Сегодня стоит прислушиваться к мнению друзей, знакомых и даже просто посторонних людей. Но постарайтесь, чтобы их голоса не заглушили ваши собственные мысли.", "today": "Сегодня вам придется заняться чем-то довольно неприятным. Не жалуйтесь на судьбу вслух - она обидится и назавтра устроит вам и вовсе каторгу.", "tomorrow": "Сегодня вам нужно четко знать, кого следует игнорировать, и когда нужно устранится от происходящего рядом с вами. Аккуратность поможет вам избежать крупного конфликта, вероятность будет которого весьма велика."}, "virgo": {"yesterday": "Сегодняшний день вам стоит посвятить трудам физическим. От умственной работы иногда надо и отдохнуть, а то думатель сломается.", "today": "Если вам сегодня захочется чего-нибудь новенького и неожиданного, сходите в ресторан и закажите какое-нибудь непонятное блюдо. Поверьте, это окажется самым дешевым и безболезненным способом удовлетворить свое желание.", "tomorrow": "Сегодня вы можете почувствовать недостаток сил, как физических, так и душевных. Последнее опаснее, потому постарайтесь по возможности избегать общества излишне эмоциональных людей."}, "libra": {"yesterday": "Сегодня в вас особенно сильно будет чувство локтя. Вы сможете без проблем влиться в любой коллектив и присоединиться к любого рода деятельности. Однако стать инициатором чего-то самому вам будет сложно.", "today": "Какова бы ни была ваша цель, сегодня вы ее не достигнете. Зато получите массу промежуточных результатов, каждый из которых будет весьма и весьма небесполезен.", "tomorrow": "Не обращайте внимания на беспочвенные нападки, сегодня, увы, без них не обойдется. Пусть себе гавкают, укусить-то не решатся."}, "scorpio": {"yesterday": "Вы сегодня будете подобны динамо-машине, не в том смысле, что будете всех обманывать, а в связи с исключительной подвижностью. Причем не только физической - всякая вставшая на вашем пути задача будут разрешена мгновенно.", "today": "Сегодня вы можете столкнуться с чем-то, что приведет вас в дикую ярость, последствием которой могут оказаться поломанные предметы обихода, порванная одежда и фонари под глазами. Посему лучше провести день подальше от легкобьющихся предметов, а лучше и от людей.", "tomorrow": "Сегодня вам придется прятать истинные чувства за старательно нарисованной улыбкой. Все, что думаете о том или ином человеке сможете сказать вслух несколько позже."}, "sagittarius": {"yesterday": "Сегодня вы, возможно, будете поставлены перед необходимостью иначе взглянуть на вещи. Скорее всего, это вам не понравится.", "today": "Пусть люди примут вас сегодня таким, как вы есть, и пусть им будет хуже, если они этого делать не желают. Не пытайтесь изменить в себе что-то лишь потому, что эта черта у кого-то вызвала неудовольствие.", "tomorrow": "Сегодня вам могут представить счет за вашу независимость и бескомпромиссность. Не позвольте тому, кто это сделает, заметить свое неудовольствие и, боже упаси, сожаление по этому поводу."}, "capricorn": {"yesterday": "Окружите себя людьми, которые будут в состоянии привести вас хорошее настроение. Сами вы с этой задачей справиться будете не в состоянии.", "today": "Сегодня вы будете большим оригиналом, что, как ни странно не будет вызывать в окружающих неприятия. Ваша изобретательность даже заслужит похвалы. Другой вопрос - что с этой похвалой делать?", "tomorrow": "Самая большая ваша проблема - нежелание принимать решения. Если очень хочется - можете пооткладывать это неприятное занятие еще пару дней."}, "aquarius": {"yesterday": "Сейчас не время критиковать все направо и налево. Не ошибается лишь тот, кто сидит сложа руки. Не уподобляйтесь этим образчикам правоты.", "today": "Сегодня вы можете показаться слишком уж деятельным человеком. Не стоит удивляться, если окружающие вместо восхваления вашего трудолюбия начнут шипеть, что они-де не железные.", "tomorrow": "Сегодняшний день предоставит вам большие возможности по вложению средств в дело. Но будьте бдительны, среди них вам могут встретиться новые Хопры и прочие МММы."}, "pisces": {"yesterday": "Страсть и благие намерения управляют вашей жизнью сегодня. Ваша способность понимать и принимать возрастает. Вы способны прочитать мысли других прежде, чем они откроют рты.", "today": "Сегодня, оказавшись в меру теплой и душевной компании, вы внезапно почувствуете в себе дар рассказчика, достойный славы лучших скальдов древности. Если же компании не случится, приходящие в вашу голову образы стоит запечатлеть на бумаге, жалко будет, если пропадут.", "tomorrow": "Лучше всего вам немедленно взять небольшой отпуск и отправиться за город, на берег лесного озера. Посидеть на бережку, покидать камешки в воду. Подумать..."}}';