data = '{"aries": {"yesterday": "Сегодняшний день подарит вам чувство победы, однако не даст возможности ее отпраздновать. Придется потерпеть.", "today": "Вы слишком серьезно ко всему подходите. Оно может и неплохо, с точки зрения эффективности ваших трудов, однако нервные клетки, хоть и восстанавливаются (если последние заявления ученых по этому поводу обоснованны), но все же очень медленно.", "tomorrow": "Не спешите активно действовать, вы все равно не сможете ускорить события. Подождите, пока вам не дадут совершенно недвусмысленного знака, что путь открыт."}, "taurus": {"yesterday": "Сегодняшние события должны сыграть вам на руку, надо только сообразить, как свое преимущество использовать. Но не тратьте на раздумья слишком много времени - ситуация слишком быстро меняется.", "today": "Сегодняшний день будет длинным и утомительным. Можно лишь пожелать, чтобы он поскорее закончился.", "tomorrow": "Сегодня вы, вероятно, будете всем недовольны. Не без оснований, конечно, но вам-то от этого лучше не станет, да и не изменится ничего. День обещает быть противным."}, "gemini": {"yesterday": "Постарайтесь никому сегодня не демонстрировать степень своей уязвимости. Этим могут воспользоваться самым низким образом.", "today": "Если бы можно было снимать те картины, которые проносятся в вашем воображении, Голливуд бы давно разорился. Предайтесь фантазиям, сегодняшний день вряд ли можно будет посвятить занятию более приятному.", "tomorrow": "То, что долгое время дразнило вас, оставаясь абсолютно недосягаемым, сегодня утратит бдительность. У вас есть хороший шанс его поймать. Не зевайте."}, "cancer": {"yesterday": "Затевая спор сегодня, постарайтесь придерживаться оборонительной позиции, выжидая, пока противник не начнет противоречить сам себе. Доводов разума в вашем исполнении нынче слушать не будут.", "today": "Сегодня вам будет брошен очередной вызов. В то же время, именно сегодня вам будет немаловажно мнение окружающих, так что придется, пожалуй, стиснув зубы этот вызов принять.", "tomorrow": "Сегодня вам суждено быть одним из двух - либо победителем, либо побежденным. Сторонним наблюдателем быть не получится."}, "leo": {"yesterday": "Сегодня вам не придется опасаться, что кто-то не выполнит своего обещания и тем самым подведет вас под монастырь. Можете безбоязненно взваливать поручения на друзей и близких - сделают как миленькие.", "today": "Сегодня стоит прислушиваться к мнению друзей, знакомых и даже просто посторонних людей. Но постарайтесь, чтобы их голоса не заглушили ваши собственные мысли.", "tomorrow": "Сегодня вам придется заняться чем-то довольно неприятным. Не жалуйтесь на судьбу вслух - она обидится и назавтра устроит вам и вовсе каторгу."}, "virgo": {"yesterday": "Не всегда же вам выигрывать. Сегодня придется смириться с чувством не совсем справедливого поражения. Правда, это еще не означает крушения всех надежд.", "today": "Сегодняшний день вам стоит посвятить трудам физическим. От умственной работы иногда надо и отдохнуть, а то думатель сломается.", "tomorrow": "Если вам сегодня захочется чего-нибудь новенького и неожиданного, сходите в ресторан и закажите какое-нибудь непонятное блюдо. Поверьте, это окажется самым дешевым и безболезненным способом удовлетворить свое желание."}, "libra": {"yesterday": "Всегда приятно порадовать ближнего. Сегодня вам как раз представится такая возможность. Кроме того, нынешний день лучше всего посвятить общению с прекрасным. Если в личном распоряжении ничего прекрасного у вас не наблюдается, придется сходить в музей.", "today": "Сегодня в вас особенно сильно будет чувство локтя. Вы сможете без проблем влиться в любой коллектив и присоединиться к любого рода деятельности. Однако стать инициатором чего-то самому вам будет сложно.", "tomorrow": "Какова бы ни была ваша цель, сегодня вы ее не достигнете. Зато получите массу промежуточных результатов, каждый из которых будет весьма и весьма небесполезен."}, "scorpio": {"yesterday": "Постарайтесь не дать овладевшей вами легкой веселой хулиганистости натворить каких-нибудь неприятностей. Любую энергию можно использовать в мирных целях, даже вашу.", "today": "Вы сегодня будете подобны динамо-машине, не в том смысле, что будете всех обманывать, а в связи с исключительной подвижностью. Причем не только физической - всякая вставшая на вашем пути задача будут разрешена мгновенно.", "tomorrow": "Сегодня вы можете столкнуться с чем-то, что приведет вас в дикую ярость, последствием которой могут оказаться поломанные предметы обихода, порванная одежда и фонари под глазами. Посему лучше провести день подальше от легкобьющихся предметов, а лучше и от людей."}, "sagittarius": {"yesterday": "Движущей силой сегодняшних событий будет либо ваш собственный альтруизм, либо чье-то кумовство. Предпочтительнее первый вариант, ибо тогда вы сможете происходящее проконтролировать.", "today": "Сегодня вы, возможно, будете поставлены перед необходимостью иначе взглянуть на вещи. Скорее всего, это вам не понравится.", "tomorrow": "Пусть люди примут вас сегодня таким, как вы есть, и пусть им будет хуже, если они этого делать не желают. Не пытайтесь изменить в себе что-то лишь потому, что эта черта у кого-то вызвала неудовольствие."}, "capricorn": {"yesterday": "Чем меньше вы будете думать о себе сегодня, тем легче пройдет этот день. Угодить другим, как ни странно, проще, чем себе самому, а зачем же портить себе настроение, мучаясь этой проблемой? Пусть вам угождают другие.", "today": "Окружите себя людьми, которые будут в состоянии привести вас хорошее настроение. Сами вы с этой задачей справиться будете не в состоянии.", "tomorrow": "Сегодня вы будете большим оригиналом, что, как ни странно не будет вызывать в окружающих неприятия. Ваша изобретательность даже заслужит похвалы. Другой вопрос - что с этой похвалой делать?"}, "aquarius": {"yesterday": "Вы настолько переполнены разнообразными ресурсами, что стали взрывоопасны. День обещает быть очень плодотворным, если вам, конечно, удастся не взорваться уже утром.", "today": "Сейчас не время критиковать все направо и налево. Не ошибается лишь тот, кто сидит сложа руки. Не уподобляйтесь этим образчикам правоты.", "tomorrow": "Сегодня вы можете показаться слишком уж деятельным человеком. Не стоит удивляться, если окружающие вместо восхваления вашего трудолюбия начнут шипеть, что они-де не железные."}, "pisces": {"yesterday": "Не тратьте сегодня время и силы на жалость к самому себе. Многие бы просто позавидовали вашим проблемам.", "today": "Страсть и благие намерения управляют вашей жизнью сегодня. Ваша способность понимать и принимать возрастает. Вы способны прочитать мысли других прежде, чем они откроют рты.", "tomorrow": "Сегодня, оказавшись в меру теплой и душевной компании, вы внезапно почувствуете в себе дар рассказчика, достойный славы лучших скальдов древности. Если же компании не случится, приходящие в вашу голову образы стоит запечатлеть на бумаге, жалко будет, если пропадут."}}';