var data = '{"aries": {"yesterday": "Почувствуйте себя хозяином вселенной. Сегодня у вас будут на то все основания. Войдя как следует в роль, постарайтесь слегка привести данную вселенную в порядок.", "today": "Главное - понять, что, собственно, вам нужно. Потом уже будет значительно проще. Сегодня вам представится некоторый шанс, который упускать не следует.", "tomorrow": "Сегодня у вас может появиться навязчивая идея, которая не даст вам покоя, пока вы не воплотите ее в жизнь, либо не убедитесь в полной ее несостоятельности. Общаться с вами будет непросто."}, "taurus": {"yesterday": "Если кто-то не желает действовать по вашим правилам, его не стоит к этому принуждать. Постарайтесь подавить в себе авторитарность, сегодня она может расцвести пышным цветом.", "today": "Полет вашей мысли намного опередит возможности вашего организма. Вы рискуете перенапрячься.", "tomorrow": "Сегодня вам, возможно, придется исправлять ошибку, которую допустил кто-то другой. Неприятное занятие, но отказываться от него нельзя, иначе это станет вашей ошибкой."}, "gemini": {"yesterday": "Сегодня благодатный день для разного рода экспериментов. Особенно удачными должны оказаться новшества в той области, о которой не принято говорить в приличном обществе.", "today": "Сегодня вы будете равным среди великих. У вас появится некоторая власть над людьми, но не стоит забывать и об ответственности, которая при этом ляжет на ваши плечи.", "tomorrow": "Сегодня не тот день, когда вам следовало бы заботиться о чувствах окружающих. Пускай голова о них болит у кого-нибудь другого. Вы сможете восстановить свою способность влиять на события."}, "cancer": {"yesterday": "Сегодняшний день хорош для разного рода сюрпризов и розыгрышей. Если на подобные развлечение нет времени или желания, просто зайдите к кому-нибудь в гости, тоже неплохо.", "today": "Изменить все вокруг нетрудно, однако последующие улучшения потребуют значительно большего количества сил, нежели то, которым вы располагаете. Привлеките к этому процессу других.", "tomorrow": "Сегодня вам следует повнимательнее прислушиваться к тому, что именно говорит собеседник. Возможно, что прикрывшись совершенно отвлеченной темой разговора, он старается передать вам нечто, имеющее для вас и для него большое значение."}, "leo": {"yesterday": "Не стоит сегодня забывать, что вы не зверь из зоопарка и что никакая клетка не мешает вам покинуть то место, которое вам до смерти осточертело.", "today": "Сегодня свобода ваша будет так или иначе ограничена. Если вы сумели загнать самое себя в угол, сумейте и вытащить себя оттуда. Сделайте так, чтобы голос ваш услышали.", "tomorrow": "Возможно вы уже успели пригреться и привыкнуть к рутинности вашего существования в достаточной степени, чтобы не желать что-либо менять. Однако, если подобная мысль все таки придет вам в голову, сделайте это сегодня. Этот день прекрасно подходит для таких целей."}, "virgo": {"yesterday": "Сегодня вам лучше всего побыть эгоистом. Закрывайте глаза на все проблемы, кроме ваших собственных.", "today": "У вас столь далеко идущие цели, что не стоит откладывать радости жизни различной величины до лучших времен, т.е. до тех пор, пока вы их не достигнете. Развлекитесь.", "tomorrow": "Сегодняшний день хорошо посвятить маленьким радостям жизни, не особенно напрягая мозги и мышцы. Как ни странно, именно такое времяпрепровождение позволит вам оставаться на том пике активности, на который вы недавно забрались."}, "libra": {"yesterday": "Сегодня стоит смотреть на положение дел с пессимистической точки зрения. Слишком многое надо предусмотреть, чтобы позволять себе расслабиться и удовлетвориться содеянным.", "today": "Сегодня кто-то один вполне может заслонить собою весь мир и сподвигнуть вас на любые деяния. Вы вольны поступать так, как считаете нужным, и не стоит прислушиваться к шипению непрошеных советчиков.", "tomorrow": "Люди сегодня будут принимать ваши слова чересчур близко к сердцу. Посему будьте аккуратнее в выражениях, а то, не дай Бог, кому-то из ваших собеседников неотложка понадобится."}, "scorpio": {"yesterday": "Есть масса уровней желания, вы же, похоже, находитесь на самом глубоком, коий можно именовать страстным. Чего это вы хотите, интересно знать?", "today": "Сегодня у вас наступит резкое обострение организационных способностей. Так что не удивляйтесь, ловя злобные взгляды близких, замученных бесконечным потоком исходящих от вас ценных указаний.", "tomorrow": "Несмотря на кажущуюся нереальность происходящего, самое время устроить небольшой праздник для друзей и родственников. Правда есть серьезная опасность быть непонятым..."}, "sagittarius": {"yesterday": "Сегодня все будут так уступчивы, что у вас может родиться подозрение, что это не к добру. Напрасно волнуетесь, лучше воспользоваться моментом, пока они не передумали.", "today": "Верите вы или нет в возможность подобного случая, но сегодня вы можете не затруднять себя какой бы то ни было деятельностью. К концу дня непременно выяснится, что это либо уже кто-то сделал, либо в этом просто нет никакой надобности.", "tomorrow": "Сегодня окружавший вас последнее время густой туман начнет потихоньку развеиваться. Открывающееся поле деятельности потрясет вас своими размерами. Придется засучить рукава и начинать активно его вспахивать."}, "capricorn": {"yesterday": "Сегодняшний день лучше всего провести в компании добрых друзей. О таком отдыхе будет приятно вспомнить.", "today": "Сегодня вас всюду будут принимать с распростертыми объятиями. Однако не стоит, исходя из этого факта, надеяться на всеобщую поддержку. Ее-то как раз будет резко не хватать.", "tomorrow": "Сегодня вы можете стать предметом насмешек, однако это вовсе не означает, что  что-то делаете неверно. Бог с ними, с убогими, пусть веселятся."}, "aquarius": {"yesterday": "Сегодня вам надлежит быть скромным, выдержанным и спокойным. Основания для подобного издевательства над собственной порывистой натурой будут очевидны.", "today": "Сегодня, горя желанием все изменить, вы можете основательно наломать дров. Вспомните правило бритвы Оккама "Не стоит приумножать сущности сверх необходимости".", "tomorrow": "День это должен быть чрезвычайно удачным, нужно лишь не упустить момент. Необходимо в зародыше задушить мысли типа "у меня не получится" или "чудес не бывает". Чудеса бывают!"}, "pisces": {"yesterday": "Постоянство - опасная иллюзия. Будьте готовы к переменам, они вполне могут произойти сегодня.", "today": "События разворачиваются несколько быстрее, чем вам хотелось бы. Сегодня у вас может появиться желание заупрямиться - не поддавайтесь ему, это только подольет масла в и без того здорово чадящее пламя.", "tomorrow": "Сегодня практически все пойдет вопреки вашим ожиданиям, не говоря уж о желаниях. Но опускать руки не следует, к вечеру может оказаться, что так даже и лучше."}}';