var data = '{"aries": {"yesterday": "Сегодня вы будете очень критически настроены. Когда будете развенчивать очередной авторитет, попробуйте подумать, зачем вам это нужно.", "today": "Нынешний вечер лучше всего провести в тихом семейном кругу или в немногочисленной компании добрых друзей. То же касается и остального дня. Придерживайтесь принципа семейственности - свои не подведут.", "tomorrow": "Сегодня вы рискуете повторить ошибку Алисы. Говорить, что думаешь, и думать, что говоришь, - вовсе не одно и то же. Вам нынче больше подойдет второй вариант."}, "taurus": {"yesterday": "Оптимизм - вот что сегодня движет миром и, в частности, вами. Вы сегодня по степени подвижности подобны миксеру, включенному на последнюю скорость. Не утомляйте окружающих - выдернут из розетки.", "today": "Сегодня могут произойти некоторые изменения, которые будут непосредственно вас касаться. Только не впадайте по этому поводу в панику, иначе вы рискуете остаться в этом состоянии надолго.", "tomorrow": "Наибольшее удовольствие вы сегодня получите от вкусного ужина дома, в кругу семьи. Но с одним условием - если готовить ужин вам не придется самому."}, "gemini": {"yesterday": "Сегодня рассудочная сторона вашего существа одержит полную победу над эмоциональной. Попытки осмыслить любое движение сердца никогда до добра не доводили, посему постарайтесь не переусердствовать.", "today": "Сегодня вы будете как никогда более уверены в собственных силах. Не стоит пытаться ограничить себя, боясь, что ваша самоуверенность излишня. Отнюдь, вы действительно очень многое можете себе позволить.", "tomorrow": "Спланировав этот день - не меняйте планов. Он будет удачен лишь в том случае, если вы станете следовать расписанию пункт за пунктом."}, "cancer": {"yesterday": "Если вы играете на бирже, то это ваш день. Если нет, и разного рода спекуляции не являются вашей профессией, постарайтесь воздержаться от манипулирования финансами.", "today": "Сегодня больше всего вы будете нуждаться в хороших новостях. Получать их можно разными способами, но есть один совершенно безотказный. Надо подойти к человеку, не важно к какому, и попросить сказать что-нибудь хорошее. Кто-то, конечно, испугается и убежит, а кто-то, может, и скажет чего...", "tomorrow": "Сегодня у вас, возможно, разыграется фантазия. Так что, увидев парочку розовых крокодильчиков, не спешите сразу вызывать неотложку, это не белая горячка."}, "leo": {"yesterday": "Не надо позволять себе роскошь попадать под влияние первой попавшейся идеи, она вряд ли того стоит. Идей-то много - хороших мало, а жаль.", "today": "Ваши ноздри щекочет запах запретного плода. Вы все равно его сорвете, только надо ли спешить?", "tomorrow": "Чем активнее вы пытаетесь форсировать события, тем труднее вам становится отстаивать уже завоеванные позиции. Может быть стоит постараться разобраться с текущими делами прежде, чем затевать что-то новое?"}, "virgo": {"yesterday": "Сегодняшний день должен переполнить вас оптимизмом. Все будет получаться без малейших усилий с вашей стороны. Однако такое положение вещей может некоторых слегка разозлить. Возможны неловкие ситуации на почве элементарной зависти.", "today": "Сегодня вас, возможно, будет мучить ощущение, что вы совершили ошибку и потратили время и деньги впустую. Не стоит мучить себя подобными мыслями, тот факт, что ожидаемый результат задерживается, еще не означает, что его не будет вовсе.", "tomorrow": "Сегодня вам будут необходимы возвышенные эмоции, глубокие и с легким оттенком печали. Достичь таковых поможет прием внутрь большого количества классической музыки и литературы."}, "libra": {"yesterday": "Сегодня у вас вдруг проснется исключительный нюх на деньги. Будем надеется, что вам удастся разнюхать достаточное количество.", "today": "Жажда чего-то нового и интересного должна быть удовлетворена, причем чем скорее, тем лучше. Сегодня, вы можете пережить самые необыкновенные приключения.", "tomorrow": "Сегодня вам может оказаться непросто собраться с собственными мыслями. Соберитесь с чужими, только выберите кого-нибудь, чьи мысли вам не очень неприятны."}, "scorpio": {"yesterday": "Не жалейте денег сегодня. Побалуйте себя небольшим, но приятным подарком, деликатесным ужином. С финансовой точки зрения намечаются перемены к лучшему.", "today": "Сегодня на вас могут напасть непрошеные гости. Приготовьтесь к их визиту, не дайте захватить себя врасплох.", "tomorrow": "Сегодня вы можете основательно навредить как собственному душевному спокойствию, так и физическому здоровью. Будьте максимально осмотрительны, винить кроме себя будет некого."}, "sagittarius": {"yesterday": "Сегодня ситуация, такая изменчивая накануне, неожиданно стабилизируется. Приложите усилия, чтобы стабилизация застала ее в том виде, который вам выгоден.", "today": "Сегодня вам трудно будет усидеть на месте. Переизбыток идей заставит вас метаться, бросаться на людей в попытке что-то им объяснить, и т.д. и т.п.", "tomorrow": "Сегодня вам будет особенно тяжело признать свою ошибку, так что постарайтесь ее не совершить, а если уже успели, попытайтесь оттянуть покаяние на завтра."}, "capricorn": {"yesterday": "Вы сегодня, наконец, сможете найти ответ на тот вопрос, который мучил вас уже несколько дней. Правда, придется постараться, процесс удовлетворения любопытства нередко идет через тернии.", "today": "Способность к сочувствию позволяет вам лучше понимать других. Вы способны разобраться в их переживаниях и желаниях, квалифицированно утереть сопли и т.д. и т.п.", "tomorrow": "Сегодня вас будут отчаянно отвлекать от исполнения обязанностей, а затем корить за то, что вы что-то не успели сделать. День чреват скандалом. Старайтесь не поддаваться на провокации."}, "aquarius": {"yesterday": "Сегодня вам стоит попытаться найти невидимую точку равновесия между личными чувствами и взаимоотношениями с другими людьми. Постарайтесь наломать не слишком много дров, их уже и так в избытке.", "today": "Чем бы вы ни занимались сегодня, вам будет сопутствовать удача. Секрет кроется в вашем воображении, чем более разноцветны ваши мечты, тем лучше вы будете себя чувствовать в реальном мире.", "tomorrow": "Сегодня вас будут окружать маски. Придется приложить немалые усилия, чтобы разглядеть скрывающиеся под ними лица, но это стоит того."}, "pisces": {"yesterday": "Сегодня, рассчитывая на кого-то кроме себя, приготовьтесь к большой суете и путанице. А лучше и вовсе не полагаться ни на чью помощь, самому разобраться будет проще.", "today": "Сколь бы странным это ни казалось, работу и удовольствие можно совместить, что вы сегодня и сделаете. Удачи!", "tomorrow": "Сегодня вам лучше рискнуть и предпринять хоть какие-нибудь действия. Даже если потерпите неудачу, вы, по крайней мере, сможете найти себе оправдание - дескать, пытался. В противном случае кроме себя любимого винить будет некого."}}';