var data = '{"aries": {"yesterday": "Сегодняшний день чреват стрессами, посему вам лучше не вступать в споры и отказаться, если это возможно от дальних поездок. И то и другое принесет вам мало радости.", "today": "Сегодня желаемое так легко дастся в руки, что вы можете почувствовать даже легкое разочарование - полученное без борьбы становится менее ценным. Но менее необходимым-то оно от этого не становится...", "tomorrow": "Почувствуйте себя хозяином вселенной. Сегодня у вас будут на то все основания. Войдя как следует в роль, постарайтесь слегка привести данную вселенную в порядок."}, "taurus": {"yesterday": "Сегодня у вас может выйти спор с Матерью-природой. Берегитесь солнца, оно будет к вам неласково.", "today": "Сегодня не стоит опираться на личные связи, они могут подвести. Постарайтесь не оглашать свои планы - сглазят непременно.", "tomorrow": "Если кто-то не желает действовать по вашим правилам, его не стоит к этому принуждать. Постарайтесь подавить в себе авторитарность, сегодня она может расцвести пышным цветом."}, "gemini": {"yesterday": "Сегодня вы испытаете двойственные чувства. С одной стороны вас будет манить возможность расслабиться, с другой - толкать в бок чувство долга. Кто же победит?", "today": "Не стоит сегодня брать на себя ответственность за чужую ошибку. С вас в этом случае спросят гораздо строже, чем спросили бы с самого виновника.", "tomorrow": "Сегодня благодатный день для разного рода экспериментов. Особенно удачными должны оказаться новшества в той области, о которой не принято говорить в приличном обществе."}, "cancer": {"yesterday": "Чем выше вы ростом, тем чаще вам придется кланяться, входя в двери. Об этом стоит помнить, стремясь подрасти еще и еще. Не слишком ли быстро вы двигаетесь?", "today": "Сегодня от вас буквально будут сыпаться искры. Посоветуйте тем, кто будет находиться рядом, запастись резиновыми перчатками, пригодятся. Избегайте электроприборов, особенно уже включенных в сеть.", "tomorrow": "Сегодняшний день хорош для разного рода сюрпризов и розыгрышей. Если на подобные развлечение нет времени или желания, просто зайдите к кому-нибудь в гости, тоже неплохо."}, "leo": {"yesterday": "Сегодня у вас не будет ни времени, ни, что самое главное, желания для того, чтобы вступить в чью-то игру. Ну и не вступайте, и не надо уговаривать себя, вы вовсе не обязаны это делать.", "today": "Ваши чувства, возможно, будут пребывать в несколько растрепанном состоянии. Однако, как ни странно, день будет чрезвычайно продуктивен.", "tomorrow": "Не стоит сегодня забывать, что вы не зверь из зоопарка и что никакая клетка не мешает вам покинуть то место, которое вам до смерти осточертело."}, "virgo": {"yesterday": "Вы можете сколь угодно уважительно относиться к чужой точке зрения, но сегодня как раз лучше придерживаться собственного мнения и не уступать позиций.", "today": "Вам пора вмешаться в происходящее и попытаться направить течение событий в нужную вам сторону. И не обращайте внимания на то, что вам скажут по этому поводу, вы преследуете собственные интересы, и этого достаточно, чтобы обосновать практически любое ваше действие.", "tomorrow": "Сегодня вам лучше всего побыть эгоистом. Закрывайте глаза на все проблемы, кроме ваших собственных."}, "libra": {"yesterday": "Окружающие сегодня не будут к вам слишком благосклонны, виной же этому может стать выражение вашего лица. Постарайтесь не дать своим истинным чувствам отразиться на нем.", "today": "Сегодня вам не придется отвечать на критические замечания. Просто вас никто не станет критиковать. Всякое ваше действие будет воспринято как должное.", "tomorrow": "Сегодня стоит смотреть на положение дел с пессимистической точки зрения. Слишком многое надо предусмотреть, чтобы позволять себе расслабиться и удовлетвориться содеянным."}, "scorpio": {"yesterday": "Сегодня вы можете стать счастливым обладателем ценной идеи, которую надлежит немедленно привести в исполнение.", "today": "Хотеть не вредно, однако только хотеть, ничего для исполнения желания не делая, все-таки не слишком полезно. Сделайте первый шаг - а там уж как повезет.", "tomorrow": "Есть масса уровней желания, вы же, похоже, находитесь на самом глубоком, коий можно именовать страстным. Чего это вы хотите, интересно знать?"}, "sagittarius": {"yesterday": "Сегодня вам, возможно, будет брошен вызов. Примите его так, будто вы занимаетесь этим ежедневно, это обескуражит противника.", "today": "Тот факт, что вы что-то увидели первым, еще не оправдывает ваших притязаний на оный предмет. Тем паче, что у него (у предмета) может быть свое мнение по этому поводу.", "tomorrow": "Сегодня все будут так уступчивы, что у вас может родиться подозрение, что это не к добру. Напрасно волнуетесь, лучше воспользоваться моментом, пока они не передумали."}, "capricorn": {"yesterday": "Повеселиться можно и бесплатно, особенно если деньги нужны для более содержательных целей. Насладитесь обществом друзей, но постарайтесь не поддаваться давлению извне.", "today": "Все, что вы сегодня будете делать - не серьезно. Так что, чтобы не особенно расстраиваться по этому поводу, лучше провести день в увеселениях.", "tomorrow": "Сегодняшний день лучше всего провести в компании добрых друзей. О таком отдыхе будет приятно вспомнить."}, "aquarius": {"yesterday": "Время поджимает, так что следует собраться с духом и начать быстро работать. Приложите все усилия к тому, чтобы скорость не слишком сильно повлияла на качество.", "today": "Сегодня вас, возможно, поставят перед необходимостью высказать свое суждение по некоторому поводу. Не торопитесь, все может оказаться не так просто, как думается на первый взгляд, а за слова придется отвечать.", "tomorrow": "Сегодня вам надлежит быть скромным, выдержанным и спокойным. Основания для подобного издевательства над собственной порывистой натурой будут очевидны."}, "pisces": {"yesterday": "Не стоит винить других в том, что лужа, в которой вы сидите, слишком глубока или чересчур холодна, даже если они действительно в этом виноваты. Лучше вылезайте из нее, сколько же можно головастиков пугать.", "today": "Сегодня вы будете настроены на творческий лад. Если вам повезет, это будет замечено, что всегда полезно, даже если это и не принесет конкретных плодов сию же минуту.", "tomorrow": "Постоянство - опасная иллюзия. Будьте готовы к переменам, они вполне могут произойти сегодня."}}';