var data = '{"aries": {"yesterday": "Сегодня толк будет лишь от усилий созидательного характера, так что, если вам нравится читать нотации и заниматься прочей подобного рода болтологической деятельностью, этот день удовлетворения вам не принесет.", "today": "Уделите сегодня побольше внимания людям вас окружающим. Узнаете много нового и интересного.", "tomorrow": "Сегодняшний день будет наполнен трудами. Куча хозяйственных дел, которую вы столь долго собирали, вот-вот развалиться, и вам придется если не приступить к решению этих вопросов, то по крайней мере переложить их в другом порядке."}, "taurus": {"yesterday": "Ваша задача - взять сегодняшний день и, как некогда рекомендовал великий скульптор, отсечь от него все лишнее. Чем раньше поутру вам удастся таким образом его распланировать, тем удачнее он сложится.", "today": "Сегодня вам гарантировано отсутствие несчастных случаев и неловких ситуаций. Все остальное зависит от вашего желания действовать и степени вашей активности.", "tomorrow": "Сегодня вас будет тянуть к перемене всего, что только можно изменить. Результатом этого дня могут стать переклеенные обои, полностью измененная прическа или твердое решение уехать жить в Африку."}, "gemini": {"yesterday": "Сегодня вы не будете особенно ранимы, а посему сможете без потерь воспринять суровую прозу жизни. Только не пересказывайте никому, предварительно не уверившись в устойчивости слушателя.", "today": "Сегодня вы будете чрезмерно резки, постарайтесь контролировать свои слова. А то запугать-то вы всех запугаете, а что потом делать будете?", "tomorrow": "Сегодня вам будут казаться вполне реальными самые невероятные вещи. Построенные вами нынче песочные замки простоят довольно долго."}, "cancer": {"yesterday": "Вас кто-то использует. Если это вас устраивает, продолжайте в том же духе, но если вы этому не слишком рады, сегодня как раз тот самый день, когда вы можете высказать эксплуататору все, что думаете с минимальными потерями для себя самого.", "today": "Займитесь сегодня чем-нибудь новым, тем, что вы никогда прежде не делали. Вы получите от этого огромное удовольствие. Единственной проблемой нынче может стать реакция близких на ваше поведение.", "tomorrow": "Не стоит ограничивать ничью свободу, это не возымеет желаемого действия, а лишь озлобит человека. Вам никто ничего не должен."}, "leo": {"yesterday": "Сегодня искушение получить легкую прибыль может заставить вас наделать глупых и обидных ошибок. Тем более, что прибыль будет не так уж и велика.", "today": "Сегодня вы будете крайне обидчивы, причем совершенно не по делу. Постарайтесь либо избежать общения с окружающими вовсе, либо относиться к их словам попроще.", "tomorrow": "Сегодня вы можете оказаться в роли внимательного слушателя, а затем и утешителя кого-то очень и очень расстроенного. Естественно, это заставит вас забыть обо всем остальном."}, "virgo": {"yesterday": "Сегодня вы будете говорить, говорить и еще раз говорить. Постарайтесь хоть изредка делать паузы, хотя бы для того, чтобы быть в курсе реакции слушателей.", "today": "Сегодня можете не мучаться проблемой, что и кому сказать, чтобы не выглядеть глупо. Ваш язык вполне справится с возложенными на него обязанностями.", "tomorrow": "Сегодняшний день следует посвятить исправлению ошибок, наделанных ранее. Благо таковые всегда найдутся. Нынче их удастся завуалировать без особых проблем."}, "libra": {"yesterday": "Сегодня вы сможете найти время и силы и для себя и для других. Найти-то вы их найдете, но рассчитать их так, чтобы хватило до конца дня, вряд ли сумеете. Возможно, придется рано лечь спать.", "today": "Сегодня вы можете продемонстрировать свои многочисленные достоинства в наивыгоднейшем свете. Грех не воспользоваться такой возможностью.", "tomorrow": "Венера сегодня будет к вам благосклонна. Однако не стоит ждать, что все будет подано на блюдечке с каемочкой широко известного цвета. Придется предпринять некоторые действия лично."}, "scorpio": {"yesterday": "Не принимайте сегодня окончательных решений, для них еще слишком рано. Вы пока не знаете всех деталей, а среди упущенных могут быть значимые.", "today": "Наведите относительный порядок в мозгах - они вам сегодня понадобятся. Ваша помощь потребуется при решении некой неординарного характера задачи.", "tomorrow": "Сегодня ваш оптимизм будет настолько силен, что вы сможете справиться практически с любым делом. Отсутствие страха потерпеть неудачу очень помогает в работе."}, "sagittarius": {"yesterday": "Нынче велика вероятность завести новых друзей. Будьте открыты в общении - это всегда высоко ценится.", "today": "Сегодня вы буде не просто привлекать к себе внимание людей, а завораживать их. В вас откроется талант, обычно присущий дрессировщикам диких зверей - вы сможете подчинить любого просто силой собственной воли.", "tomorrow": "Те, кого вы любите, сегодня могут стать абсолютно невыносимыми. Никому другому вы, возможно, не простили бы подобных выходок, но в данном случае даже пообижаться как следует не дадут."}, "capricorn": {"yesterday": "Недовольны? Сникерс!!! Ой, извините, вырвалось... Выкиньте вы его, гадость этакую. А если недовольны, пока лучше помалкивать.", "today": "Игнорируйте сегодня пристальные и не слишком ласковые взгляды окружающих, возможно, они просто вам завидуют. Разозлившись, вы лишь скомпрометируете себя и дадите им лишний повод позлорадствовать.", "tomorrow": "Сегодня вам стоит действовать не спеша, ибо в обычном темпе вы рискуете проскочить мимо чего-то весьма важного, чем в корне измените дальнейшее течение собственной жизни."}, "aquarius": {"yesterday": "Сегодня вы будете нежным, любящим... У вас есть два варианта: либо раскрыть свои чувства полностью, дабы не оставалось неясностей, либо сидеть и помалкивать.", "today": "Сегодня вы будете подобны Мидасу, ибо все, к чему вы приложите руку заиграет всеми цветами радуги. Однако у Мидаса были и проблемы, вы же рискуете приобрести определенную репутацию, которую на редкость трудно будет поддерживать в дальнейшем.", "tomorrow": "Сегодняшний день предоставит вам возможность быть беззаботным и доставит пару-тройку поводов для радости. Однако обязанностями все-таки пренебрегать не следует."}, "pisces": {"yesterday": "Вам не нужно каким бы то ни было образом объяснять свое поведение, однако если вы его перемените, никто на вас не обидится.", "today": "Сегодня вы будете преисполнены энергии и всевозможных идей относительно ее применения. Такое состояние - предел мечтаний всякого активного человека, но будьте благоразумны, организм может и не выдержать нагрузок.", "tomorrow": "Сегодняшний день предназначен звездами исключительно для услаждения себя любимого. Сделать что-нибудь ради собственного удовольствия."}}';