var data = '{"aries": {"yesterday": "Вы склонны требовать от жизни( и от себя заодно) слишком много. Не стоит так расходовать себя, удовольствие от жизни вполне можно растянуть.", "today": "Вам нужен кто-то, кто вдохновил бы вас на великие дела. В крайнем случае это может оказаться книжный или киношный персонаж, хотя это и маловероятно.", "tomorrow": "Сегодня вы будете очень критически настроены. Когда будете развенчивать очередной авторитет, попробуйте подумать, зачем вам это нужно."}, "taurus": {"yesterday": "Сегодняшний день должен быть удачным для того, кто поставил своей целью задачу обаять кого-либо и полностью завладеть его мыслями и чувствами. Но будьте внимательны, вы ведь можете сделать это и неосознанно.", "today": "Сегодня вы - лишь маленький винтик в чьей-то сложной игре, но очень важный винтик. Если душа просит острых ощущений, ваше положение позволяет даже шантажировать того, в чью пользу играете.", "tomorrow": "Оптимизм - вот что сегодня движет миром и, в частности, вами. Вы сегодня по степени подвижности подобны миксеру, включенному на последнюю скорость. Не утомляйте окружающих - выдернут из розетки."}, "gemini": {"yesterday": "Не дайте легкому изящному беспорядку перерасти в полнейший хаос. Сохраняйте спокойствие и постарайтесь не дать ситуации управлять вами.", "today": "Сегодня у вас могут появиться проблемы с выражением мыслей и чувств в словесной форме. О, если бы люди могли достаточно корректно понимать блеск глаз и интенсивное размахивание руками! Но, увы. Придется речь готовить в письменном виде.", "tomorrow": "Сегодня рассудочная сторона вашего существа одержит полную победу над эмоциональной. Попытки осмыслить любое движение сердца никогда до добра не доводили, посему постарайтесь не переусердствовать."}, "cancer": {"yesterday": "Ваша звезда разгорается все сильней, освещая путь и вам и, заодно, окружающим. Смотрите, не заработайте репутацию Сусанина.", "today": "Сегодня вы будете очень деятельны, но вашей энергии хватит ненадолго. Расходуйте ее по возможности более экономно, иначе к вечеру вы будете просто валиться с ног.", "tomorrow": "Если вы играете на бирже, то это ваш день. Если нет, и разного рода спекуляции не являются вашей профессией, постарайтесь воздержаться от манипулирования финансами."}, "leo": {"yesterday": "Сегодня вы будете душой компании, если, конечно, не предпочтете провести день в гордом одиночестве. Вы можете позволить себе нести любую чепуху, ваши слова лишь развеселят окружающих.", "today": "Сегодня вам следует быть по возможности более практичным, нежели обычно. Даже самый маленький каприз может обернуться не самыми приятными последствиями.", "tomorrow": "Не надо позволять себе роскошь попадать под влияние первой попавшейся идеи, она вряд ли того стоит. Идей-то много - хороших мало, а жаль."}, "virgo": {"yesterday": "Можете расслабиться - на сегодняшний день вы сделали все от вас зависящее. Тем самым вы вполне заслужили право получить определенное вознаграждение за труды, о чем нелишне будет тактично напомнить.", "today": "Сегодняшний день будет похож на соревнования по бегу с препятствиями. Они будут мелкими, но их будет много.", "tomorrow": "Сегодняшний день должен переполнить вас оптимизмом. Все будет получаться без малейших усилий с вашей стороны. Однако такое положение вещей может некоторых слегка разозлить. Возможны неловкие ситуации на почве элементарной зависти."}, "libra": {"yesterday": "Сегодня вам будет довольно сложно справиться с собственным языком. Не то, чтобы он заплетался - напротив, его придется старательно держать в узде, а то он такого наговорит...", "today": "Сегодня вы подвергаетесь опасности быть пойманным наиболее занудливым из окружающих и подвергнутым обстоятельному развешиванию лапши по ушам. Постарайтесь не попадаться этому экземпляру на глаза, бог даст - пронесет.", "tomorrow": "Сегодня у вас вдруг проснется исключительный нюх на деньги. Будем надеется, что вам удастся разнюхать достаточное количество."}, "scorpio": {"yesterday": "Будучи тихим и смирным, вы сегодня легко избежите неприятностей. Однако прикидываться ветошью вовсе не обязательно, есть гораздо более действенные методы.", "today": "Сегодня у вас появится некая цель, которая моментально подчинит себе все ваши мысли и действия. Вам даже думать особенно не придется, все будет получаться само собой. Если, конечно, сопротивляться не станете.", "tomorrow": "Не жалейте денег сегодня. Побалуйте себя небольшим, но приятным подарком, деликатесным ужином. С финансовой точки зрения намечаются перемены к лучшему."}, "sagittarius": {"yesterday": "Сегодня вам лучше не начинать новых дел. Максимум, чем можно занять руки (голову лучше оставить в покое) - это домашние хлопоты.", "today": "Сегодняшний день будет для вас одним из самых удачных за последнее время. Пользуйтесь этим, ибо Луна, которая столь положительным образом влияет на вашу судьбу не останется в таком положении навсегда.", "tomorrow": "Сегодня ситуация, такая изменчивая накануне, неожиданно стабилизируется. Приложите усилия, чтобы стабилизация застала ее в том виде, который вам выгоден."}, "capricorn": {"yesterday": "Сегодня вам лучше сразу признать, что то дело, за которое вы взялись вам не по силам, и придется прибегнуть к чьей-то помощи. Заупрямившись, вы только потеряете время.", "today": "Событие, которое произойдет сегодня, вы не сможете ни изменить, ни предотвратить, ни поторопить. Так стоит ли тратить силы на попытки?", "tomorrow": "Вы сегодня, наконец, сможете найти ответ на тот вопрос, который мучил вас уже несколько дней. Правда, придется постараться, процесс удовлетворения любопытства нередко идет через тернии."}, "aquarius": {"yesterday": "Сегодня у вас есть все шансы склонить на свою сторону даже самого несговорчивого из потенциальных союзников. Случай редкостный, рекомендуется воспользоваться, хотя бы просто так, про запас.", "today": "Сегодня вы будете чувствовать себя непринужденно в любой компании. День будет удачен для разного рода переговоров.", "tomorrow": "Сегодня вам стоит попытаться найти невидимую точку равновесия между личными чувствами и взаимоотношениями с другими людьми. Постарайтесь наломать не слишком много дров, их уже и так в избытке."}, "pisces": {"yesterday": "Сегодня не стоит выставлять напоказ причины тех или иных своих действий. Кому-то они могут очень не понравиться.", "today": "Сегодня над вашими шутками смеяться не будут. Однако это еще не предмет для огорчения, ибо над ними будут смеяться завтра, послезавтра, и возможно до конца недели.", "tomorrow": "Сегодня, рассчитывая на кого-то кроме себя, приготовьтесь к большой суете и путанице. А лучше и вовсе не полагаться ни на чью помощь, самому разобраться будет проще."}}';