var data = '{"aries": {"yesterday": "Члены вашей семьи тоже люди и иногда нуждаются в свободе действий, не говоря уж о свободе слова, в разумных пределах, естественно. Удлините поводок.", "today": "Чем легче вы сегодня будете воспринимать происходящее, тем больше будет вероятность удачного разрешения ваших дел. Философия пофигизма, собственно, всегда была наиболее продуктивной идеологией.", "tomorrow": "Сегодняшний день чреват стрессами, посему вам лучше не вступать в споры и отказаться, если это возможно от дальних поездок. И то и другое принесет вам мало радости."}, "taurus": {"yesterday": "Сегодня вы будете склонны делать из мухи слона. Это неразумно по двум причинам: во-первых, все не так уж и плохо, а во-вторых, слоны в наших широтах очень мерзнут, это жестоко по отношению к бедному животному.", "today": "Не стоит сегодня тратить много сил на то, чтобы произвести впечатление на окружающих. Вы и так это сделаете, даже не особо этого добиваясь.", "tomorrow": "Сегодня у вас может выйти спор с Матерью-природой. Берегитесь солнца, оно будет к вам неласково."}, "gemini": {"yesterday": "Сегодня к вам будут относится как к маленькому ребенку, абсолютно лишенному способности самостоятельно мыслить. С утра вас могут заставить надеть именно эту шапку, а вечером предмет типа электродрели или миксера в ваших руках может вызвать у окружающих настоящую истерику. Постарайтесь перенести это испытание спокойно.", "today": "Вас, похоже, собираются надуть. Хотя, возможно, что это окажется невинным дружеским розыгрышем.", "tomorrow": "Сегодня вы испытаете двойственные чувства. С одной стороны вас будет манить возможность расслабиться, с другой - толкать в бок чувство долга. Кто же победит?"}, "cancer": {"yesterday": "Сегодня постарайтесь повнимательнее отнестись к тому, правильно ли вас понимает собеседник. Велика вероятность возникновения сложных ситуаций в результате недостаточно ясного изложения вами мысли.", "today": "Сегодня вы будете подобны фарфоровой вазе - тонки, изящны и очень хрупки. Следует избегать любых ситуаций, чреватых конфликтом.", "tomorrow": "Чем выше вы ростом, тем чаще вам придется кланяться, входя в двери. Об этом стоит помнить, стремясь подрасти еще и еще. Не слишком ли быстро вы двигаетесь?"}, "leo": {"yesterday": "Сегодня вы рискуете стать идеальным покупателем (это тот, который метет все без разбора и в диких количествах). В ваших же интересах будет, если вас не выпустят из дома.", "today": "Сегодняшний день - не для вас. Чем меньше вас будет видно и слышно, тем спокойнее он пройдет.", "tomorrow": "Сегодня у вас не будет ни времени, ни, что самое главное, желания для того, чтобы вступить в чью-то игру. Ну и не вступайте, и не надо уговаривать себя, вы вовсе не обязаны это делать."}, "virgo": {"yesterday": "Если вы немедленно не начнете добиваться желаемого, вы просто перестанете этого хотеть. Так что у вас есть выбор.", "today": "Сегодня вас могут несколько утомить ваши собственные мысли. Они будут просто-таки оглушительны. Лучший способ от них отвлечься, если, конечно, вы этого желаете, - это заняться проблемами друга, родственника, знакомого ...", "tomorrow": "Вы можете сколь угодно уважительно относиться к чужой точке зрения, но сегодня как раз лучше придерживаться собственного мнения и не уступать позиций."}, "libra": {"yesterday": "Сегодня просто будьте собой. В конце концов, вы же совершенно удивительный человек, таких просто больше нет. Отсутствие необходимости поддерживать какой-либо имидж лишь добавит вам привлекательности.", "today": "Поделитесь своей мудростью с ближним, ибо он в этом серьезно нуждается. Даже не будучи уверенным, что вы можете оказаться ему хоть чем-либо полезным, предложите помощь, она не будет отвергнута.", "tomorrow": "Окружающие сегодня не будут к вам слишком благосклонны, виной же этому может стать выражение вашего лица. Постарайтесь не дать своим истинным чувствам отразиться на нем."}, "scorpio": {"yesterday": "Сегодня вам удастся достичь золотой середины в вопросе определения количества информации, необходимого для максимально продуктивной работы вашего мозга. Придерживайтесь ее, сколько сможете.", "today": "Сегодня вам предстоит немало поработать языком и ушами. К вечеру вы не сможете вспомнить ничего из услышанного, если не будете делать заметок, слишком уж о многом придется беседовать.", "tomorrow": "Сегодня вы можете стать счастливым обладателем ценной идеи, которую надлежит немедленно привести в исполнение."}, "sagittarius": {"yesterday": "Всякий ребенок нуждается в признании, ему стоит время от времени показывать, насколько он замечателен. Это касается и того дитяти, который живет внутри вас самого.", "today": "Сегодня у вас немного разыграется воображение. Не так, чтобы уж совсем до розовых слонов, но порядочно. В связи с этим не стоит нынче кого-либо в чем-либо убеждать. Вполне возможно, что вы сами заблуждаетесь.", "tomorrow": "Сегодня вам, возможно, будет брошен вызов. Примите его так, будто вы занимаетесь этим ежедневно, это обескуражит противника."}, "capricorn": {"yesterday": "Сегодня кто-то очень глупый может все испортить, причем руководствоваться он при этом будет самыми благими намерениями. Возможно, вам все-таки удастся спасти положение, если успеете перехватить эту замечательную личность и озадачить ее чем-нибудь до конца дня.", "today": "Сегодняшний день будет настоящим испытанием для вас и для людей, вас окружающих, заодно. Вам, возможно, придется пережить массу противоречивых, но одинаково сильных чувств.", "tomorrow": "Повеселиться можно и бесплатно, особенно если деньги нужны для более содержательных целей. Насладитесь обществом друзей, но постарайтесь не поддаваться давлению извне."}, "aquarius": {"yesterday": "Обмен информацией и идеями с другими людьми всегда был важен, однако сегодня он жизненно необходим. Постарайтесь, чтобы сегодня вас было легко найти.", "today": "Сегодня вы будете неоправданно эмоциональны. Придется сдерживать себя, чтобы не спровоцировать никому не нужный конфликт.", "tomorrow": "Время поджимает, так что следует собраться с духом и начать быстро работать. Приложите все усилия к тому, чтобы скорость не слишком сильно повлияла на качество."}, "pisces": {"yesterday": "Сегодня можно, наконец, начать проект, который приходилось откладывать в течение долгого времени. Вы нынче будете наделены просто уникальным по своей остроте чувством меры, поэтому все, что будет сделано вами сегодня - будет сделано наилучшим образом.", "today": "Сегодня у вас есть шанс немного подпортить свою репутацию. Постарайтесь им не воспользоваться.", "tomorrow": "Не стоит винить других в том, что лужа, в которой вы сидите, слишком глубока или чересчур холодна, даже если они действительно в этом виноваты. Лучше вылезайте из нее, сколько же можно головастиков пугать."}}';