var data = '{"aries": {"yesterday": "Сегодня, ища внимания, будьте осмотрительны, ибо вы можете получить его слишком много. Что потом делать с бесчисленными доброжелателями, которые стремятся научить, посоветовать, помочь, когда помощь вам уже и не нужна?", "today": "Постарайтесь сегодня не делать ничего, исходя из благих намерений. Каждое из таких действий нынче может превратиться в чудовищную ошибку, разбираться с последствиями которой придется очень долго.", "tomorrow": "Сегодня вам полезно будет пожаловаться вслух, даже если слушателем окажется зеркало. Вы скорее поймете, как решить свою проблему, формулируя ее в терминах общепринятого языка, нежели переживая на уровне неясных эмоций."}, "taurus": {"yesterday": "Сегодня вы легко будете поддаваться влиянию со стороны. Постарайтесь окружить себя людьми, чьего влияния не стоит опасаться.", "today": "Возможно, вы считаете, что сделали все, что могли. Отнюдь - сегодня у вас еще есть возможность добавить к содеянному еще один небольшой, но значимый штрих, который придаст произведению вашего труда законченность и изящество.", "tomorrow": "Будьте осторожны, сегодня велика вероятность ляпнуть что-нибудь в самый неподходящий момент. Среди людей, вас окружающих, может оказаться парочка-другая особо чувствительных особей."}, "gemini": {"yesterday": "Сегодня вам показана высокая физическая активность. А чтобы не было скучно, привлеките к этому полезному занятию еще кого-нибудь.", "today": "Вы наверняка сделали правильный выбор, однако, вы не сможете убедиться в этом, пока не начнете двигаться в избранном направлении. Решайтесь.", "tomorrow": "Возможно, сегодняшний день вам покажется наихудшим в жизни. Не расстраивайтесь, если это действительно так, то в будущем вас ожидает исключительно безоблачное существование."}, "cancer": {"yesterday": "Сегодня не самый лучший день, чтобы пытаться избавиться от вредных привычек. Только измотаетесь, толку же - не будет.", "today": "Сегодня вы имеете реальный шанс обогатиться. Опытом ли, наличными ли - о том звезды умалчивают.", "tomorrow": "Сегодня у вас будет возможность отдохнуть, но досуг стоит тщательно спланировать. В противном случае вы не получите от него ни малейшего удовольствия."}, "leo": {"yesterday": "Сегодня вас может посетить чувство, сильно смахивающее на зависть. Если кого-то рядом с вами посетит неожиданная удача, постарайтесь не обращать на это внимания, коли не можете искренне порадоваться за человека.", "today": "Сегодня предела вашим возможностям вам достичь не удастся. Используйте сие обстоятельство на полную катушку - не прогадаете.", "tomorrow": "Сегодняшний день необходимо провести так, чтобы не было мучительно больно за бесцельно потраченные часы. Оттянитесь как следует, тяжких последствий быть не должно."}, "virgo": {"yesterday": "Сегодня вас будет невозможно смутить. Вы на все с легкостью найдете достойный ответ. Остается пожелать только, чтобы вам задали побольше вопросов.", "today": "Если вам сегодня повезет, то одно из ваших знакомств превратится в настоящую дружбу. Так что ловите удачу за хвост и даже не думайте о том, чтобы отложить охоту на завтра.", "tomorrow": "Сегодняшний день стоит провести в компании друзей, а то они уже слегка подзабыли, как вы выглядите. И вообще, постарайтесь возобновить ряд старых знакомств, они могут вам вскоре понадобиться."}, "libra": {"yesterday": "Сегодня внешний мир всячески постарается грубо вторгнуться в ваше уединение, испортив вам тем самым настроение на весь день. Задумайтесь, стоит ли уединяться, если в покое все равно не оставят?", "today": "Чем меньше вы сегодня будете задумываться над тем как себя вести и что говорить, тем удачнее это будет у вас получаться. Любая попытка сыграть будет выглядеть откровенной фальшью.", "tomorrow": "Вы слишком много сил отдаете работе, это положение надо бы изменить, но подобной возможностью вы в данный момент не располагаете? Оговорите свое право на личную жизнь. Сегодня, возможно, стоит даже топнуть ногой, иначе на вас так и будут кататься."}, "scorpio": {"yesterday": "Нынешний день принесет вам чувство глубокого удовлетворения. Если вам понадобится еще что-то, придется взять самому.", "today": "Сегодня хорошие идеи будут посещать не только вашу гениальную голову. Среди тех, которые иногда озвучивают окружающие, тоже иногда попадаются неплохие экземпляры. Учитывайте это.", "tomorrow": "Сегодня для успешной работы вам потребуется улыбка и чувство пусть легкого, но превосходства над ближними. И того и другого нетрудно достичь, если с утра сесть перед зеркалом и подробно перечислить себе все свои достоинства, скромно опуская недостатки."}, "sagittarius": {"yesterday": "Сегодня первостепенной задачей для вас будет сохранение внутренней гармонии и душевного равновесия. Что бы ни происходило - не обращайте внимания.", "today": "Позвольте повлиять на собственное мнение, возможно, это окажется полезным. Упрямство сегодня все равно продуктивным не будет - так зачем же мучаться самому и изводить других?", "tomorrow": "Всякий эксперимент по-своему рискован, но - не попробуешь не узнаешь. Примите меры пожарной безопасности, и - можете приступать, у вас получится."}, "capricorn": {"yesterday": "Сегодня вы рискуете навешать на себя чрезмерно большое количество чужих проблем. Постарайтесь, хотя бы, не отстранять от процесса их решения тех, кому они, собственно, принадлежат.", "today": "Сегодня звезды будут благосклонны к тому, кто сможет действовать решительно, ухитряясь не терять при этом надежды на лучшее. Попробуйте и вы, вдруг получится.", "tomorrow": "Вы почему-то решили, что неразрешимых вопросов для вас не существует. Возможно, так оно и есть."}, "aquarius": {"yesterday": "Если вы сегодня дадите волю эмоциям, вы рискуете потерять то что имеете, и чем, вероятно, дорожите, хотя и не думаете об этом. Так что, прежде чем раскроете рот, подумайте, до такой ли степени вам необходима разрядка.", "today": "Сегодня вы будете воплощением идеального сочетания оптимиста с реалистом. Довольно странный гибрид, но, безусловно, симпатичный.", "tomorrow": "Сегодня вам не стоит ничего менять в манере своего поведения. Малейшие перемены могут повлечь очень сильную и не совсем адекватную реакцию людей, которые будут ее наблюдать."}, "pisces": {"yesterday": "Вы сегодня будете энергичны, а посему постоянно будете волонтером. Главное - не зацикливайтесь на одном и том же деле. Вы способны на большее.", "today": "Сегодня вы можете позволить себе легкое мошенничество, так сказать, двурушничество. Но не увлекайтесь, не стоит давать себя хоть в чем-то заподозрить, даже если вы действуете исключительно с благими намерениями.", "tomorrow": "Сегодня вам очень полезны будут физические нагрузки. Такого рода активность несколько охладит бушующий в вашей душе пламень и тем самым поуменьшит вероятность совершения необдуманных поступков."}}';