var data = '{"aries": {"yesterday": "Сегодняшний день стоит провести максимально продуктивно, использовав до последней минуты. Вы сможете завершить все дела, за которые возьметесь, так что не ловите ворон - это непозволительная роскошь.", "today": "Сегодня вам следует быть внимательнее к мелочам. Это значительно замедлит продвижение вперед, но принесет ощутимые плоды в будущем.", "tomorrow": "Вы склонны требовать от жизни( и от себя заодно) слишком много. Не стоит так расходовать себя, удовольствие от жизни вполне можно растянуть."}, "taurus": {"yesterday": "Зачем пытаться улучшить то, что и так хорошо работает. Не ищите добра от добра же - рискуете остаться при разбитом корыте.", "today": "Будьте готовы провести этот день в нескончаемых разговорах. Некоторые будут бессмысленны, некоторые - важны, но все без исключения потребуют от вас выражения заинтересованности на лице.", "tomorrow": "Сегодняшний день должен быть удачным для того, кто поставил своей целью задачу обаять кого-либо и полностью завладеть его мыслями и чувствами. Но будьте внимательны, вы ведь можете сделать это и неосознанно."}, "gemini": {"yesterday": "Сегодня вам будет доставлять удовольствие откалывать самые неожиданные номера, только бы суметь удивить и шокировать тех, кто утверждает, что они знают вас как облупленного. Только не слишком увлекайтесь.", "today": "Иногда так трудно остановиться. Особенно если набрать перед этим хорошую скорость. Но все-таки стоит иногда давать высказаться и собеседникам.", "tomorrow": "Не дайте легкому изящному беспорядку перерасти в полнейший хаос. Сохраняйте спокойствие и постарайтесь не дать ситуации управлять вами."}, "cancer": {"yesterday": "Откройте двери и окна для новых возможностей, и они придут. Главное - вовремя двери и окна позакрывать, чтобы их посещение не оказалось транзитным.", "today": "Не стоит оставлять все как есть. Вам срочно надо что-то изменить, иначе вы заскучаете, а это нехорошо. Правда, меняя, следует все-таки придерживаться каких-то разумных рамок.", "tomorrow": "Ваша звезда разгорается все сильней, освещая путь и вам и, заодно, окружающим. Смотрите, не заработайте репутацию Сусанина."}, "leo": {"yesterday": "Будьте готовы к внезапным поворотам фортуны. Сегодня вам представится возможность поймать ее за хвост. Возможно, какие-то старые дела придется отложить, чтобы все силы бросить на воплощение в жизнь свежей идеи.", "today": "Сегодня вы будете склонны придираться к окружающим. Возможно, они в полной мере этого заслуживают, но вам это чести не добавит, это следует учитывать.", "tomorrow": "Сегодня вы будете душой компании, если, конечно, не предпочтете провести день в гордом одиночестве. Вы можете позволить себе нести любую чепуху, ваши слова лишь развеселят окружающих."}, "virgo": {"yesterday": "Вам придется столкнуться с проблемой выбора в таких масштабах, что вполне вероятным последствием может оказаться приступ депрессии. Не поддавайтесь ему, лучше оцените разнообразие.", "today": "Вы склонны слишком многое принимать на свой счет. Не стоит, далеко не все делается специально, чтобы вас обидеть, что-то к вам и вовсе никакого отношения не имеет.", "tomorrow": "Можете расслабиться - на сегодняшний день вы сделали все от вас зависящее. Тем самым вы вполне заслужили право получить определенное вознаграждение за труды, о чем нелишне будет тактично напомнить."}, "libra": {"yesterday": "Трудно, конечно оставаться оптимистом, стоя на распутье. Но судьба к вам не так уж неблагосклонна. Сегодня вам здорово помогут друзья.", "today": "Сегодня все, что вы делаете должно быть в высшей степени разумно и не предполагать ни милейшего риска. Любые действия, связанные с финансами должны быть сугубо практическими. Слушайтесь голоса здравого смысла.", "tomorrow": "Сегодня вам будет довольно сложно справиться с собственным языком. Не то, чтобы он заплетался - напротив, его придется старательно держать в узде, а то он такого наговорит..."}, "scorpio": {"yesterday": "Чем энергичнее вы начнете этот день, тем больше удовольствия он вам принесет. Пассивный отдых сегодня вам противопоказан.", "today": "Сегодня вы будете способны справиться с любой ситуацией, сколь бы экзотичной она не была. Но день, как назло, обещает быть на редкость мирным, и проявить свои способности во всей красе вам, скорее всего, не доведется.", "tomorrow": "Будучи тихим и смирным, вы сегодня легко избежите неприятностей. Однако прикидываться ветошью вовсе не обязательно, есть гораздо более действенные методы."}, "sagittarius": {"yesterday": "Личные отношения - вот тот уголок, который вселит радость в ваше сердце.  Сегодня вам придется потратить массу сил на поддержание статус-кво. Чем меньше вы будете заботиться об этом сейчас, тем больших трудов это будет стоить вам позже.", "today": "Не тратьте свои силы на то, что по вашему мнению не имеет смысла. Неважно, что скажет по этому поводу человек, вас на эту работу подрядивший. Ваше время дороже его дурацких идей.", "tomorrow": "Сегодня вам лучше не начинать новых дел. Максимум, чем можно занять руки (голову лучше оставить в покое) - это домашние хлопоты."}, "capricorn": {"yesterday": "Прислушайтесь к тишине между словами, в ней таится значительно больший смысл, нежели в них самих. С вами сегодня попытаются связаться и передать информацию более чем необычным способом.", "today": "Сегодня расстояние между моментом возникновения идеи и ее осуществлением может сильно сократиться. Это ненадолго, используйте момент. Нет своих идей - позаимствуйте чужую.", "tomorrow": "Сегодня вам лучше сразу признать, что то дело, за которое вы взялись вам не по силам, и придется прибегнуть к чьей-то помощи. Заупрямившись, вы только потеряете время."}, "aquarius": {"yesterday": "Не стоит начинать играть в игры, не удосужившись досконально изучить их правила, ибо последствия могут оказаться весьма печальными.", "today": "Постарайтесь с пониманием относиться к тем маленьким неприятностям, которые сегодня вам скорее всего будут доставлять ваши родственники. Ведь неприятности-то действительно маленькие.", "tomorrow": "Сегодня у вас есть все шансы склонить на свою сторону даже самого несговорчивого из потенциальных союзников. Случай редкостный, рекомендуется воспользоваться, хотя бы просто так, про запас."}, "pisces": {"yesterday": "Сегодняшний день вы, возможно, проведете не в компании, однако одиноким себя чувствовать не будете. Этот день хорош для неторопливых раздумий о природе всего сущего и прочих приятных занятий.", "today": "Вам доставляет удовольствие принятие на себя большой ответственности. Труды ваши хоть и будут тяжки, но принесут удовлетворение, ибо вам достанет сил довести их до конца.", "tomorrow": "Сегодня не стоит выставлять напоказ причины тех или иных своих действий. Кому-то они могут очень не понравиться."}}';