var data = '{"aries": {"yesterday": "Сегодня вам трудно будет сохранить объективность - слишком уж сильны будут бушующие в вашей душе порывы придушить кого-то, кто отчаянно мешает вам спокойно жизнедеять. Да бог с ним, с болезным, его же пожалеть надо. Причем лучше вслух. Обидней будет.", "today": "Сегодня, ища внимания, будьте осмотрительны, ибо вы можете получить его слишком много. Что потом делать с бесчисленными доброжелателями, которые стремятся научить, посоветовать, помочь, когда помощь вам уже и не нужна?", "tomorrow": "Постарайтесь сегодня не делать ничего, исходя из благих намерений. Каждое из таких действий нынче может превратиться в чудовищную ошибку, разбираться с последствиями которой придется очень долго."}, "taurus": {"yesterday": "Репутация ваша может пострадать благодаря вашей чрезмерной увлеченности. Сегодняшний день не будет слишком удачным. Лучше просто подождать вечера.", "today": "Сегодня вы легко будете поддаваться влиянию со стороны. Постарайтесь окружить себя людьми, чьего влияния не стоит опасаться.", "tomorrow": "Возможно, вы считаете, что сделали все, что могли. Отнюдь - сегодня у вас еще есть возможность добавить к содеянному еще один небольшой, но значимый штрих, который придаст произведению вашего труда законченность и изящество."}, "gemini": {"yesterday": "Кто не рискует, тот не пьет шампанского. Но сколько ж можно его пить. Так и алкоголиком недолго заделаться.", "today": "Сегодня вам показана высокая физическая активность. А чтобы не было скучно, привлеките к этому полезному занятию еще кого-нибудь.", "tomorrow": "Вы наверняка сделали правильный выбор, однако, вы не сможете убедиться в этом, пока не начнете двигаться в избранном направлении. Решайтесь."}, "cancer": {"yesterday": "Прислушайтесь к внутреннему голосу и постарайтесь его правильно понять. Если в результате ваших сегодняшних действий вы сядете в лужу, значит, спутали внутренний голос с бурчанием в животе.", "today": "Сегодня не самый лучший день, чтобы пытаться избавиться от вредных привычек. Только измотаетесь, толку же - не будет.", "tomorrow": "Сегодня вы имеете реальный шанс обогатиться. Опытом ли, наличными ли - о том звезды умалчивают."}, "leo": {"yesterday": "Сегодняшний день может оказаться пограничным. Внимательнее присматривайтесь к событиям, по крайней мере одно из них с большой степенью вероятности резко изменит течение вашей жизни. Правда, ненадолго.", "today": "Сегодня вас может посетить чувство, сильно смахивающее на зависть. Если кого-то рядом с вами посетит неожиданная удача, постарайтесь не обращать на это внимания, коли не можете искренне порадоваться за человека.", "tomorrow": "Сегодня предела вашим возможностям вам достичь не удастся. Используйте сие обстоятельство на полную катушку - не прогадаете."}, "virgo": {"yesterday": "Сегодня у вас вполне может появиться повод для празднества. Грех упускать подобные возможности - отпразднуйте.", "today": "Сегодня вас будет невозможно смутить. Вы на все с легкостью найдете достойный ответ. Остается пожелать только, чтобы вам задали побольше вопросов.", "tomorrow": "Если вам сегодня повезет, то одно из ваших знакомств превратится в настоящую дружбу. Так что ловите удачу за хвост и даже не думайте о том, чтобы отложить охоту на завтра."}, "libra": {"yesterday": "Сегодня вам придется отстаивать свое мнение, хорошо еще если без применения физической силы. Позаботьтесь о наличии веских аргументов.", "today": "Сегодня внешний мир всячески постарается грубо вторгнуться в ваше уединение, испортив вам тем самым настроение на весь день. Задумайтесь, стоит ли уединяться, если в покое все равно не оставят?", "tomorrow": "Чем меньше вы сегодня будете задумываться над тем как себя вести и что говорить, тем удачнее это будет у вас получаться. Любая попытка сыграть будет выглядеть откровенной фальшью."}, "scorpio": {"yesterday": "Сегодня ваши амбиции не дадут вам сидеть спокойно. Вы с шумом и помпой будете продвигаться вперед, и никакие препятствия не смогут вас остановить. Остается вас только поздравить и пожелать вам дальнейших успехов.", "today": "Нынешний день принесет вам чувство глубокого удовлетворения. Если вам понадобится еще что-то, придется взять самому.", "tomorrow": "Сегодня хорошие идеи будут посещать не только вашу гениальную голову. Среди тех, которые иногда озвучивают окружающие, тоже иногда попадаются неплохие экземпляры. Учитывайте это."}, "sagittarius": {"yesterday": "Сегодня ваш язык, возможно, будет слегка путаться и заплетаться, хотя, если оглянуться назад, никаких предпосылок к этому не видно. Чтобы не сесть в лужу, активно пользуйтесь языком рук, ног и других частей тела.", "today": "Сегодня первостепенной задачей для вас будет сохранение внутренней гармонии и душевного равновесия. Что бы ни происходило - не обращайте внимания.", "tomorrow": "Позвольте повлиять на собственное мнение, возможно, это окажется полезным. Упрямство сегодня все равно продуктивным не будет - так зачем же мучаться самому и изводить других?"}, "capricorn": {"yesterday": "Сегодняшний день хорошо подходит для того, чтобы изведать новые ощущения. Можете попробовать очередной сорт пива, например.", "today": "Сегодня вы рискуете навешать на себя чрезмерно большое количество чужих проблем. Постарайтесь, хотя бы, не отстранять от процесса их решения тех, кому они, собственно, принадлежат.", "tomorrow": "Сегодня звезды будут благосклонны к тому, кто сможет действовать решительно, ухитряясь не терять при этом надежды на лучшее. Попробуйте и вы, вдруг получится."}, "aquarius": {"yesterday": "Сегодня цель будет оправдывать средства. Вам многое простится, если вы добьетесь результата, но надо поспешить.", "today": "Если вы сегодня дадите волю эмоциям, вы рискуете потерять то что имеете, и чем, вероятно, дорожите, хотя и не думаете об этом. Так что, прежде чем раскроете рот, подумайте, до такой ли степени вам необходима разрядка.", "tomorrow": "Сегодня вы будете воплощением идеального сочетания оптимиста с реалистом. Довольно странный гибрид, но, безусловно, симпатичный."}, "pisces": {"yesterday": "Сегодня все будет говорить вам, что цель близка и осталось последнее усилие. Последним оно, естественно не будет, но не поддавайтесь разочарованию, если все не получится сразу.", "today": "Вы сегодня будете энергичны, а посему постоянно будете волонтером. Главное - не зацикливайтесь на одном и том же деле. Вы способны на большее.", "tomorrow": "Сегодня вы можете позволить себе легкое мошенничество, так сказать, двурушничество. Но не увлекайтесь, не стоит давать себя хоть в чем-то заподозрить, даже если вы действуете исключительно с благими намерениями."}}';