var data = '{"aries": {"yesterday": "Сегодня стремление к совершению альтруистических поступков не даст вам посидеть спокойно. Вы действительно можете здорово помочь кому-то, так что не сдерживайте своих порывов.", "today": "Сегодняшний день идеален для восстановления давно утерянных связей. Велика вероятность встретить очень старых знакомых.", "tomorrow": "Сегодня вы будете весь день спешить, несмотря на то, что спешить-то в общем и некуда. Зато сможете многое успеть, если, конечно, сумеете организовать собственные действия должным образом."}, "taurus": {"yesterday": "Сегодня вы будете как никогда более собраны и аккуратны. Ничто так не дисциплинирует, как сознание того, что вы предоставлены сами себе, и ни перед кем не надо отчитываться.", "today": "Сегодня вы можете позволить себе пойти на риск, но только на оправданный. Однако, стоит иметь в виду, что, продемонстрировав свою решительность, вы завоюете положение лидера, хотите вы того, или нет.", "tomorrow": "Вы возможно, увязнете в болоте обстоятельств, которые находятся вне вашего контроля. Поберегитесь, сегодня велика вероятность легкого помешательства на почве чрезмерного стремления к наведению порядка."}, "gemini": {"yesterday": "Влияние луны настроит вас на не совсем свойственный вам лирический лад. Назавтра вам может оказаться трудно понять причины тех или иных сегодняшних поступков.", "today": "Сегодня ответственность, на вас возложенная может показаться вам слишком тяжкой, награда же за труды может принести разочарование. Ограничьте свои действия лишь самыми необходимыми.", "tomorrow": "Избегайте спонтанных действий, они не принесут вам ничего кроме неприятностей. Пусть лучше вас сочтут нерешительным, чем глупым."}, "cancer": {"yesterday": "Внезапное желание изменить все вокруг, по остроте и утомительности подобное приступу радикулита овладеет вами сегодня. Окружающим крупно повезет, если в своем стремлении реформировать все и вся вы ограничитесь разгромом собственного дома.", "today": "Сегодня, пытаясь сделать что-то полезное, вы просто потеряете время. Займитесь лучше чем-нибудь приятным. Совместить не удастся.", "tomorrow": "Сегодня вам наконец-то удастся показать окружающим как много хороших качеств они в вас так упорно не замечали. Не вздумайте зазнаваться - весь эффект пропадет."}, "leo": {"yesterday": "Вы довольно многое отдали в свое время, сегодня, возможно, что-то к вам возвратится. Надо сказать, результат этого обмена может оказаться весьма своеобразным.", "today": "Содержание сегодня, как и в большинстве случаев будет цениться больше чем форма. Так что на проблемах оформительского толка вполне можно сэкономить время.", "tomorrow": "Претворите свою мечту в жизнь. Хотя бы одну, самую завалящую. И день не пройдет даром."}, "virgo": {"yesterday": "Сегодняшний день может оказаться не слишком продуктивным. Но не стоит кусать локти - вы еще успеете отыграться за потерянное время.", "today": "Сегодня вам стоит придумать новый способ развлекаться. Не жалейте фантазии - и вы выдумаете нечто такое, что останется жить в веках.", "tomorrow": "Нынче вы отправитесь в путешествие, которое само по себе будет значительно важнее для вас, нежели его конечная цель. Будьте внимательны к своим попутчикам."}, "libra": {"yesterday": "Сегодня вам стоит быть аккуратнее с деньгами. Велика вероятность совершения большой, но бестолковой траты.", "today": "Занимайтесь сегодня преимущественно своими собственными делами, благо их всегда предостаточно. Незачем взваливать на себя еще и чужие.", "tomorrow": "Постарайтесь не спешить с принятием решений сегодня. Ситуация еще не достигла в своем развитии той точки, когда вам следует выступить со своей партией."}, "scorpio": {"yesterday": "Не полагайтесь на хорошую память сегодня, ни на свою, ни на чью-либо еще. Вам либо придется плутать по городу, забыв адрес, либо вы попадете в неловкую ситуацию, запамятовав имя собеседника. В любом случае, лучше все записывать.", "today": "Сегодняшний день может стать одним из решающих в вашей жизни. Не упустите свой шанс, буде таковой представится, дабы потом не было мучительно больно за бесцельно прожитые годы.", "tomorrow": "Возможно, вам предстоит довольно длительная поездка. Будьте готовы быстро собрать чемодан."}, "sagittarius": {"yesterday": "Сегодняшний день может оказаться довольно беспокойным, однако результат оправдает затраченные на его получение усилия. Главное - не позволять себе думать, что что-то может не получиться.", "today": "Сегодня вам понадобится некоторый толчок, после чего все пойдет как надо. Начинайте раскачиваться сами, ибо постороннего вмешательства можно и не дождаться.", "tomorrow": "Сегодня вам будет необходимо дружеское участие в особо крупных размерах. Без него нынче будет трудно, вас будут снедать различные малоприятные чувства, начиная от элементарного голода, до вселенской тоски."}, "capricorn": {"yesterday": "Откройте дверь для романтических настроений, и они не заставят себя долго ждать. Сегодня не стоит заниматься ничем, что потребует от вас объяснений, это у вас получаться будет крайне плохо.", "today": "Сегодняшний день нельзя считать удачным для разного рода соревнований. Лучше посвятить его самосовершенствованию.", "tomorrow": "Сегодня успех ваших действий будет зависеть лишь от их обдуманности и своевременности. Никакие неожиданности помешать вам не должны."}, "aquarius": {"yesterday": "Сегодня вас ждет очень напряженный день. Вам не придется решать крупных задач, однако количество мелких превзойдет все мыслимые границы.", "today": "Сегодня будьте предельно внимательны во всяких финансовых делах, вплоть до самых ерундовых. Не отмахивайтесь от советов, нынче вам вполне могут дать действительно полезный.", "tomorrow": "Конечно, лучше бы договориться мирным путем, однако, если вас никак не желают слушать, придется идти напролом. Сегодня вы не можете себе позволить отступить."}, "pisces": {"yesterday": "Сегодня для продуктивной работы вам потребуется благородная идея. О мире во всем мире, например. Если таковая вами овладеет, можете не сомневаться, вы создадите нечто вечное.", "today": "Сегодня, возможно, вы не сможете добиться желаемого, однако получите некоторый промежуточный результат, который, при ближайшем рассмотрении может оказаться чуть ли не более ценным, чем конечная цель.", "tomorrow": "Сконцентрируйтесь на чем-то одном и гоните остальные мысли прочь. В противном случае вы проведете день, мучительно гадая, с чего начать активную деятельность, которой будет требовать отоспавшийся организм."}}';