var data = '{"aries": {"yesterday": "Вы сказали уже достаточно, пора переходить к делу, в противном случае вас могут счесть болтуном.", "today": "Сегодня вам придется поумерить свою склонность к лидерству. Постарайтесь избегать разговоров на тему "кто здесь главный?!" и кое в чем уступить оппозиции.", "tomorrow": "Не опирайтесь на догадки, принимая то или иное решение сегодня. Ваша интуиция только и ждет удобного момента, чтобы вас подвести."}, "taurus": {"yesterday": "Не спешите с принятием важного решения. Сегодняшний день лучше посвятить раздумьям.", "today": "Результаты ваших героических усилий сегодня будут видны как никогда. Кроме того, у вас остается шанс углубить их и упрочить, если, конечно, дело того стоит.", "tomorrow": "Сегодня вам придется менять мнение на бегу. Не пытайтесь дождаться пока "изменчивый мир прогнется под вас", прогибайтесь под него сами."}, "gemini": {"yesterday": "Извечная борьба меж здравым смыслом движениями души, время от времени происходящая в душе каждого человека, сегодня может совершенно выбить вас из колеи. Постарайтесь отдать на нее не слишком много сил.", "today": "Последнее время у вас появилась тенденция не замечать ничего, кроме волнующей вас проблемы, будь то работа или вопросы, связанные с личной жизнью. Все же постарайтесь вспомнить, что существует еще и окружающий мир, в котором, несмотря на удручающую экологическую обстановку, все равно неплохо.", "tomorrow": "Вы слишком деятельны, чтобы не раздражать окружающих, однако, это не ваша проблема. Не обращайте на них внимания."}, "cancer": {"yesterday": "Ваш неуемный оптимизм послужит сегодня причиной того, что вы взвалите на себя непосильный груз, и, как это ни странно, дотащите его по назначению. Но надорветесь.", "today": "Сегодня вы имеете все шансы попасть в весьма конфликтную ситуацию. Вам понадобится немалое мужество и очень уверенный вид, чтобы выйти из нее без ощутимых потерь.", "tomorrow": "Сегодня вам следует быть максимально сосредоточенным. Эмоции придется затолкать в самый дальний угол сознания, иначе они основательно поломают вам планы."}, "leo": {"yesterday": "Сегодня имеет смысл заняться делом, которое вы в сердцах бросили на прошлой неделе. Должно получиться.", "today": "Сегодняшний день будет легок и приятен. Рекомендуемые занятия - прогулки, вечеринки, и прочая и прочая. Ответственных решений лучше не принимать, хотя они вряд ли и понадобятся.", "tomorrow": "Вы знаете, чего стоите - так потребуйте часть наличными. Сегодня, как не странно, может быть удовлетворена даже столь дерзкая просьба."}, "virgo": {"yesterday": "Вы опять заболеете альтруизмом, филантропией и прочей гуманистической холерой. И откуда только у вас силы берутся?", "today": "Сегодня вы можете случайно обнаружить у себя нешуточный дар предвидения. Не стоит лихорадочно искать у себя в родословной цыган, вы просто будете наблюдательнее других и способнее в сопоставлении и анализе мелких событий.", "tomorrow": "Сегодня у вас будет достаточно времени, чтобы заняться усовершенствованием достигнутого. Тщательно отшлифованный результат вашего труда будет оценен куда выше, чем нечто, сляпанное на скорую руку."}, "libra": {"yesterday": "Не пытайтесь уподобляться страусу пряча голову в песок. Во-первых, это не избавит вас от проблемы, а лишь усугубит ее. Во-вторых, кругом асфальт, расшибетесь же!", "today": "Если есть возможность - возьмите пару отгулов. Впереди ждет тяжелая работа, перед которой неплохо было бы отдохнуть и зарядиться энергией.", "tomorrow": "Сегодня никто ни в малейшей степени не усомнится, что вы самый-самый, во всех областях человеческой деятельности. Возможно, так оно и есть. По крайней мере получаться у вас сегодня все будет прекрасно."}, "scorpio": {"yesterday": "Кажется сегодня вам придется выбирать между двумя внешне одинаковыми стогами сена. Не делайте скоропалительных выводов, ибо изнутри они серьезно различаются.", "today": "Сегодня вам будет прекрасно удаваться то, что требует изящных решений, игры ума и прочих тонкостей. Вывод: за колющие, режущие, а главное - за тяжелые предметы лучше не браться.", "tomorrow": "Если среди звучащих вокруг вас мнений так и не появится ни одного истинного, что ж, придется высказать его самому. Даже если делать этого очень не хочется."}, "sagittarius": {"yesterday": "Сегодня вам следует быть осмотрительным. Велика опасность наделать глупых ошибок, отвечать за которые придется как за что-то серьезное.", "today": "Сегодня вам придется столкнуться с рядом мелких неудобств. Примите их философски - что ни делается, все к лучшему.", "tomorrow": "Сегодня вашей сильной стороной будет абсолютно непрошибаемая логика. Однако не следует ждать того же от людей, с которыми будете общаться, здесь вас будет ждать жестокое разочарование."}, "capricorn": {"yesterday": "Сегодня вам лучше не предпринимать особо активных действий, направленных на изменение существующей ситуации. Она и сама скоро изменится, правда, не известно, в какую сторону.", "today": "Сегодня вы будете разрываться меж желанием многое изменить и боязнью потерять то, что имеете. Ищите золотую середину.", "tomorrow": "Сегодня вы можете впасть в страшный грех - вас обуяет гордыня. Сразу казнить себя за это, пожалуй, не стоит, а вот извиниться вечером перед всеми теми, кого успеете обидеть за день, придется."}, "aquarius": {"yesterday": "Сегодня вам, возможно, понадобится хотя бы небольшая передышка. Переложите груз ответственности на чужие плечи - сразу станет легче дышать. А потом сможете его обратно забрать, если захотите.", "today": "Несмотря на то, что настроение сегодня будет совершенно нерабочее, не тратьте попусту драгоценное время, это может очень негативно отразиться на вашей карьере.", "tomorrow": "Невозможно полностью подготовиться к неожиданности, но быть во всеоружии к тому моменту, когда это событие произойдет, в ваших силах. На ваших глазах сегодня может случиться что-то просто-таки исторических масштабов."}, "pisces": {"yesterday": "Ваша манера действий впечатлит любого, но стоит ли произведенный эффект тех усилий, которые на это тратятся. По-видимому, не стоит. Расслабьтесь.", "today": "Вам придется привыкать к тому, что к вам относятся как к обычному, ничем не выдающемуся человеку. Последнее время вас слегка избаловали излишним вниманием.", "tomorrow": "Рассмотрите картину происходящего в целом, и лишь потом занимайтесь разглядыванием мелких деталей. Между ситуацией на работе и домашними проблемами есть известное сходство, так что, при правильном подходе, вы можете убить двух зайцев сразу."}}';