var data = '{"aries": {"yesterday": "Сколь бы сильно вам ни хотелось принять участие в чьей-то бурной деятельности, лучше вам туда не соваться. Вероятнее всего вас попросят удалиться, а это неприятно.", "today": "Сегодня вы будете горячи и несдержанны. Постарайтесь, по крайней мере, никого не покалечить в порыве пламенного гнева.", "tomorrow": "Сегодня вы не станете огорчаться по поводу плохих новостей. Вы встанете и постараетесь сделать все, чтобы появились хорошие. И вам это удастся."}, "taurus": {"yesterday": "Вы, возможно, нашли не лучший способ проявлять интерес к кому-то, и этот кто-то находится в состоянии легкого изумления и совершенно не понимает, что от него хотят. Будьте проще.", "today": "Сегодня вы будете практически бездействовать сами по себе. Однако, вы сможете выступать в качестве сильнейшего катализатора активнейшей деятельности других.", "tomorrow": "Жизнь, как известно, полосата, и нынче вы попадете в полосу, окрашенную всеми цветами радуги. Развлекайтесь."}, "gemini": {"yesterday": "Сегодня вам придется забыть о гордости и попросить о помощи или, хотя бы, о продлении срока, иначе вам не справиться. Лучше поступить так, чем продемонстрировать полную неспособность справиться с задачей.", "today": "Сегодня вы будете выглядеть белой вороной. Оберните свое отличие от других в свою пользу и ни в коем случае не пытайтесь спрятаться.", "tomorrow": "Сегодня большая часть тайного может стать явным. Будем надеяться, что это вам только на руку."}, "cancer": {"yesterday": "Сегодня очень велик будет соблазн все бросить и хорошенько развлечься. Увы, это вам вряд ли удастся. На вас будет возложена довольно большая ответственность.", "today": "Сегодня вы будете настолько чем-то увлечены, что окажетесь совершенно невыносимым собеседником. Вас просто невозможно будет прервать. Остановитесь сами, пока этого не сделал кто-то другой.", "tomorrow": "Конечная цель, которую вы перед собой поставили, гораздо значительнее, нежели все препятствующие ее достижению обстоятельства, встающие у вас на пути. Не позволяйте им остановить себя."}, "leo": {"yesterday": "Сегодня вам может понадобиться помощь специалиста, возможно, это будет весьма дорого стоить. Не слушайте свой внутренний голос, он будет склонен к ошибкам как никогда.", "today": "Даже если вам не удастся сегодня достигнуть столь желанной цели, не стоит делать из этого трагедии. Тем более, что приобретенный опыт будет воистину бесценен.", "tomorrow": "Сегодня ситуация, возможно, сложится таким образом, что вам придется действовать немедленно, времени на раздумья не останется вовсе. Запаситесь несколькими вариантами решений заранее."}, "virgo": {"yesterday": "Работа, последнее время стала для вас каким-то наваждением. Она никуда от вас не денется, успокойтесь. Вам нужно отдохнуть от каких бы то ни было мыслей, желательно поспать.", "today": "Вам доставляет удовольствие принятие на себя большой ответственности. Труды ваши хоть и будут тяжки, но принесут удовлетворение, ибо вам достанет сил довести их до конца.", "tomorrow": "На сегодня вполне достаточным вкладом в развитие событий будут благие намерения, вами вынашиваемые. Активные действия вам противопоказаны."}, "libra": {"yesterday": "Время - самая большая драгоценность, а сегодня - особенно. Поэтому постарайтесь расходовать его максимально бережно и расчетливо, особенно с утра.", "today": "Ваши чувства, возможно, будут пребывать в несколько растрепанном состоянии. Однако, как ни странно, день будет чрезвычайно продуктивен.", "tomorrow": "Сегодняшний день будет полон неожиданностей, как приятных, так и не слишком. В любом случае, дела, запланированные заранее, лучше отложить, ибо переделать их не удастся."}, "scorpio": {"yesterday": "Сегодня вы вполне можете решить, что у вас приступ дежа вю. Не стоит мучатся, это уже действительно с вами происходило, причем относительно недавно. По аналогии вы сможете примерно предсказать, что будет дальше.", "today": "Сегодняшний день может оказаться для вас чрезвычайно дорогостоящим. Спасти от этой напасти сможет вовремя подоспевшая дружеская помощь, так что неплохо бы заранее заручиться чьей-либо поддержкой.", "tomorrow": "Различия между вами и остальными представителями человечества сегодня будут ярки как никогда. Постарайтесь, чтобы в вашем случае они не имели негативного характера."}, "sagittarius": {"yesterday": "Сегодня вы сможете без особых потерь перенести любую бурю. Однако, не стоит забывать, что вы также свободны подняться и уйти, чтобы в ней не участвовать.", "today": "Сегодня вам следует действовать с особой осторожностью, дабы, вызвавшись помочь кому-то, не переступить некоторой грани, и не взвалить на себя ответственность за этого человека и его поступки.", "tomorrow": "Сегодня вам очень полезны будут физические нагрузки. Такого рода активность несколько охладит бушующий в вашей душе пламень и тем самым поуменьшит вероятность совершения необдуманных поступков."}, "capricorn": {"yesterday": "Сегодня вам стоит уделить повышенное внимание своей внешности. Вам предстоит произвести впечатление, так пусть оно будет приятным во всех отношениях.", "today": "Обмен информацией и идеями с другими людьми всегда был важен, однако сегодня он жизненно необходим. Постарайтесь, чтобы сегодня вас было легко найти.", "tomorrow": "Сегодня вы можете обнаружить, что то, что вы считали своим личным делом, вдруг стало достоянием широкой общественности, и она (общественность) с удовольствием моет вам косточки."}, "aquarius": {"yesterday": "Вы понимаете необходимость перемен, но отчаянно не хотите делать какие-либо резкие шаги. Ну что ж, попробуйте менять все потихоньку, короткими перебежками.", "today": "Не стоит ограничивать ничью свободу, это не возымеет желаемого действия, а лишь озлобит человека. Вам никто ничего не должен.", "tomorrow": "Сегодня вам полезно будет пожаловаться вслух, даже если слушателем окажется зеркало. Вы скорее поймете, как решить свою проблему, формулируя ее в терминах общепринятого языка, нежели переживая на уровне неясных эмоций."}, "pisces": {"yesterday": "Чем меньше вы сегодня будете настаивать на соблюдении формальностей, тем более неожиданные вещи смогут осуществиться на ваших глазах и с вашим участием.", "today": "Сегодняшний день - не для вас. Чем меньше вас будет видно и слышно, тем спокойнее он пройдет.", "tomorrow": "Проведите сегодняшний день на людях, не запирайтесь дома один на один с телевизором. Тем более, что там все равно ничего интересного нет."}}';