var data = '{"aries": {"yesterday": "Вам нужен кто-то, кто вдохновил бы вас на великие дела. В крайнем случае это может оказаться книжный или киношный персонаж, хотя это и маловероятно.", "today": "Сегодня вы будете очень критически настроены. Когда будете развенчивать очередной авторитет, попробуйте подумать, зачем вам это нужно.", "tomorrow": "Нынешний вечер лучше всего провести в тихом семейном кругу или в немногочисленной компании добрых друзей. То же касается и остального дня. Придерживайтесь принципа семейственности - свои не подведут."}, "taurus": {"yesterday": "Сегодня вы - лишь маленький винтик в чьей-то сложной игре, но очень важный винтик. Если душа просит острых ощущений, ваше положение позволяет даже шантажировать того, в чью пользу играете.", "today": "Оптимизм - вот что сегодня движет миром и, в частности, вами. Вы сегодня по степени подвижности подобны миксеру, включенному на последнюю скорость. Не утомляйте окружающих - выдернут из розетки.", "tomorrow": "Сегодня могут произойти некоторые изменения, которые будут непосредственно вас касаться. Только не впадайте по этому поводу в панику, иначе вы рискуете остаться в этом состоянии надолго."}, "gemini": {"yesterday": "Сегодня у вас могут появиться проблемы с выражением мыслей и чувств в словесной форме. О, если бы люди могли достаточно корректно понимать блеск глаз и интенсивное размахивание руками! Но, увы. Придется речь готовить в письменном виде.", "today": "Сегодня рассудочная сторона вашего существа одержит полную победу над эмоциональной. Попытки осмыслить любое движение сердца никогда до добра не доводили, посему постарайтесь не переусердствовать.", "tomorrow": "Сегодня вы будете как никогда более уверены в собственных силах. Не стоит пытаться ограничить себя, боясь, что ваша самоуверенность излишня. Отнюдь, вы действительно очень многое можете себе позволить."}, "cancer": {"yesterday": "Сегодня вы будете очень деятельны, но вашей энергии хватит ненадолго. Расходуйте ее по возможности более экономно, иначе к вечеру вы будете просто валиться с ног.", "today": "Если вы играете на бирже, то это ваш день. Если нет, и разного рода спекуляции не являются вашей профессией, постарайтесь воздержаться от манипулирования финансами.", "tomorrow": "Сегодня больше всего вы будете нуждаться в хороших новостях. Получать их можно разными способами, но есть один совершенно безотказный. Надо подойти к человеку, не важно к какому, и попросить сказать что-нибудь хорошее. Кто-то, конечно, испугается и убежит, а кто-то, может, и скажет чего..."}, "leo": {"yesterday": "Сегодня вам следует быть по возможности более практичным, нежели обычно. Даже самый маленький каприз может обернуться не самыми приятными последствиями.", "today": "Не надо позволять себе роскошь попадать под влияние первой попавшейся идеи, она вряд ли того стоит. Идей-то много - хороших мало, а жаль.", "tomorrow": "Ваши ноздри щекочет запах запретного плода. Вы все равно его сорвете, только надо ли спешить?"}, "virgo": {"yesterday": "Сегодняшний день будет похож на соревнования по бегу с препятствиями. Они будут мелкими, но их будет много.", "today": "Сегодняшний день должен переполнить вас оптимизмом. Все будет получаться без малейших усилий с вашей стороны. Однако такое положение вещей может некоторых слегка разозлить. Возможны неловкие ситуации на почве элементарной зависти.", "tomorrow": "Сегодня вас, возможно, будет мучить ощущение, что вы совершили ошибку и потратили время и деньги впустую. Не стоит мучить себя подобными мыслями, тот факт, что ожидаемый результат задерживается, еще не означает, что его не будет вовсе."}, "libra": {"yesterday": "Сегодня вы подвергаетесь опасности быть пойманным наиболее занудливым из окружающих и подвергнутым обстоятельному развешиванию лапши по ушам. Постарайтесь не попадаться этому экземпляру на глаза, бог даст - пронесет.", "today": "Сегодня у вас вдруг проснется исключительный нюх на деньги. Будем надеется, что вам удастся разнюхать достаточное количество.", "tomorrow": "Жажда чего-то нового и интересного должна быть удовлетворена, причем чем скорее, тем лучше. Сегодня, вы можете пережить самые необыкновенные приключения."}, "scorpio": {"yesterday": "Сегодня у вас появится некая цель, которая моментально подчинит себе все ваши мысли и действия. Вам даже думать особенно не придется, все будет получаться само собой. Если, конечно, сопротивляться не станете.", "today": "Не жалейте денег сегодня. Побалуйте себя небольшим, но приятным подарком, деликатесным ужином. С финансовой точки зрения намечаются перемены к лучшему.", "tomorrow": "Сегодня на вас могут напасть непрошеные гости. Приготовьтесь к их визиту, не дайте захватить себя врасплох."}, "sagittarius": {"yesterday": "Сегодняшний день будет для вас одним из самых удачных за последнее время. Пользуйтесь этим, ибо Луна, которая столь положительным образом влияет на вашу судьбу не останется в таком положении навсегда.", "today": "Сегодня ситуация, такая изменчивая накануне, неожиданно стабилизируется. Приложите усилия, чтобы стабилизация застала ее в том виде, который вам выгоден.", "tomorrow": "Сегодня вам трудно будет усидеть на месте. Переизбыток идей заставит вас метаться, бросаться на людей в попытке что-то им объяснить, и т.д. и т.п."}, "capricorn": {"yesterday": "Событие, которое произойдет сегодня, вы не сможете ни изменить, ни предотвратить, ни поторопить. Так стоит ли тратить силы на попытки?", "today": "Вы сегодня, наконец, сможете найти ответ на тот вопрос, который мучил вас уже несколько дней. Правда, придется постараться, процесс удовлетворения любопытства нередко идет через тернии.", "tomorrow": "Способность к сочувствию позволяет вам лучше понимать других. Вы способны разобраться в их переживаниях и желаниях, квалифицированно утереть сопли и т.д. и т.п."}, "aquarius": {"yesterday": "Сегодня вы будете чувствовать себя непринужденно в любой компании. День будет удачен для разного рода переговоров.", "today": "Сегодня вам стоит попытаться найти невидимую точку равновесия между личными чувствами и взаимоотношениями с другими людьми. Постарайтесь наломать не слишком много дров, их уже и так в избытке.", "tomorrow": "Чем бы вы ни занимались сегодня, вам будет сопутствовать удача. Секрет кроется в вашем воображении, чем более разноцветны ваши мечты, тем лучше вы будете себя чувствовать в реальном мире."}, "pisces": {"yesterday": "Сегодня над вашими шутками смеяться не будут. Однако это еще не предмет для огорчения, ибо над ними будут смеяться завтра, послезавтра, и возможно до конца недели.", "today": "Сегодня, рассчитывая на кого-то кроме себя, приготовьтесь к большой суете и путанице. А лучше и вовсе не полагаться ни на чью помощь, самому разобраться будет проще.", "tomorrow": "Сколь бы странным это ни казалось, работу и удовольствие можно совместить, что вы сегодня и сделаете. Удачи!"}}';