var data = '{"aries": {"yesterday": "Сегодня вам следует быть внимательнее к мелочам. Это значительно замедлит продвижение вперед, но принесет ощутимые плоды в будущем.", "today": "Вы склонны требовать от жизни( и от себя заодно) слишком много. Не стоит так расходовать себя, удовольствие от жизни вполне можно растянуть.", "tomorrow": "Вам нужен кто-то, кто вдохновил бы вас на великие дела. В крайнем случае это может оказаться книжный или киношный персонаж, хотя это и маловероятно."}, "taurus": {"yesterday": "Будьте готовы провести этот день в нескончаемых разговорах. Некоторые будут бессмысленны, некоторые - важны, но все без исключения потребуют от вас выражения заинтересованности на лице.", "today": "Сегодняшний день должен быть удачным для того, кто поставил своей целью задачу обаять кого-либо и полностью завладеть его мыслями и чувствами. Но будьте внимательны, вы ведь можете сделать это и неосознанно.", "tomorrow": "Сегодня вы - лишь маленький винтик в чьей-то сложной игре, но очень важный винтик. Если душа просит острых ощущений, ваше положение позволяет даже шантажировать того, в чью пользу играете."}, "gemini": {"yesterday": "Иногда так трудно остановиться. Особенно если набрать перед этим хорошую скорость. Но все-таки стоит иногда давать высказаться и собеседникам.", "today": "Не дайте легкому изящному беспорядку перерасти в полнейший хаос. Сохраняйте спокойствие и постарайтесь не дать ситуации управлять вами.", "tomorrow": "Сегодня у вас могут появиться проблемы с выражением мыслей и чувств в словесной форме. О, если бы люди могли достаточно корректно понимать блеск глаз и интенсивное размахивание руками! Но, увы. Придется речь готовить в письменном виде."}, "cancer": {"yesterday": "Не стоит оставлять все как есть. Вам срочно надо что-то изменить, иначе вы заскучаете, а это нехорошо. Правда, меняя, следует все-таки придерживаться каких-то разумных рамок.", "today": "Ваша звезда разгорается все сильней, освещая путь и вам и, заодно, окружающим. Смотрите, не заработайте репутацию Сусанина.", "tomorrow": "Сегодня вы будете очень деятельны, но вашей энергии хватит ненадолго. Расходуйте ее по возможности более экономно, иначе к вечеру вы будете просто валиться с ног."}, "leo": {"yesterday": "Сегодня вы будете склонны придираться к окружающим. Возможно, они в полной мере этого заслуживают, но вам это чести не добавит, это следует учитывать.", "today": "Сегодня вы будете душой компании, если, конечно, не предпочтете провести день в гордом одиночестве. Вы можете позволить себе нести любую чепуху, ваши слова лишь развеселят окружающих.", "tomorrow": "Сегодня вам следует быть по возможности более практичным, нежели обычно. Даже самый маленький каприз может обернуться не самыми приятными последствиями."}, "virgo": {"yesterday": "Вы склонны слишком многое принимать на свой счет. Не стоит, далеко не все делается специально, чтобы вас обидеть, что-то к вам и вовсе никакого отношения не имеет.", "today": "Можете расслабиться - на сегодняшний день вы сделали все от вас зависящее. Тем самым вы вполне заслужили право получить определенное вознаграждение за труды, о чем нелишне будет тактично напомнить.", "tomorrow": "Сегодняшний день будет похож на соревнования по бегу с препятствиями. Они будут мелкими, но их будет много."}, "libra": {"yesterday": "Сегодня все, что вы делаете должно быть в высшей степени разумно и не предполагать ни милейшего риска. Любые действия, связанные с финансами должны быть сугубо практическими. Слушайтесь голоса здравого смысла.", "today": "Сегодня вам будет довольно сложно справиться с собственным языком. Не то, чтобы он заплетался - напротив, его придется старательно держать в узде, а то он такого наговорит...", "tomorrow": "Сегодня вы подвергаетесь опасности быть пойманным наиболее занудливым из окружающих и подвергнутым обстоятельному развешиванию лапши по ушам. Постарайтесь не попадаться этому экземпляру на глаза, бог даст - пронесет."}, "scorpio": {"yesterday": "Сегодня вы будете способны справиться с любой ситуацией, сколь бы экзотичной она не была. Но день, как назло, обещает быть на редкость мирным, и проявить свои способности во всей красе вам, скорее всего, не доведется.", "today": "Будучи тихим и смирным, вы сегодня легко избежите неприятностей. Однако прикидываться ветошью вовсе не обязательно, есть гораздо более действенные методы.", "tomorrow": "Сегодня у вас появится некая цель, которая моментально подчинит себе все ваши мысли и действия. Вам даже думать особенно не придется, все будет получаться само собой. Если, конечно, сопротивляться не станете."}, "sagittarius": {"yesterday": "Не тратьте свои силы на то, что по вашему мнению не имеет смысла. Неважно, что скажет по этому поводу человек, вас на эту работу подрядивший. Ваше время дороже его дурацких идей.", "today": "Сегодня вам лучше не начинать новых дел. Максимум, чем можно занять руки (голову лучше оставить в покое) - это домашние хлопоты.", "tomorrow": "Сегодняшний день будет для вас одним из самых удачных за последнее время. Пользуйтесь этим, ибо Луна, которая столь положительным образом влияет на вашу судьбу не останется в таком положении навсегда."}, "capricorn": {"yesterday": "Сегодня расстояние между моментом возникновения идеи и ее осуществлением может сильно сократиться. Это ненадолго, используйте момент. Нет своих идей - позаимствуйте чужую.", "today": "Сегодня вам лучше сразу признать, что то дело, за которое вы взялись вам не по силам, и придется прибегнуть к чьей-то помощи. Заупрямившись, вы только потеряете время.", "tomorrow": "Событие, которое произойдет сегодня, вы не сможете ни изменить, ни предотвратить, ни поторопить. Так стоит ли тратить силы на попытки?"}, "aquarius": {"yesterday": "Постарайтесь с пониманием относиться к тем маленьким неприятностям, которые сегодня вам скорее всего будут доставлять ваши родственники. Ведь неприятности-то действительно маленькие.", "today": "Сегодня у вас есть все шансы склонить на свою сторону даже самого несговорчивого из потенциальных союзников. Случай редкостный, рекомендуется воспользоваться, хотя бы просто так, про запас.", "tomorrow": "Сегодня вы будете чувствовать себя непринужденно в любой компании. День будет удачен для разного рода переговоров."}, "pisces": {"yesterday": "Вам доставляет удовольствие принятие на себя большой ответственности. Труды ваши хоть и будут тяжки, но принесут удовлетворение, ибо вам достанет сил довести их до конца.", "today": "Сегодня не стоит выставлять напоказ причины тех или иных своих действий. Кому-то они могут очень не понравиться.", "tomorrow": "Сегодня над вашими шутками смеяться не будут. Однако это еще не предмет для огорчения, ибо над ними будут смеяться завтра, послезавтра, и возможно до конца недели."}}';