var data = '{"aries": {"yesterday": "Сегодня у вас могут появиться большие и многообещающие перспективы. Что-то придется выбрать, вы вряд ли сумеете ухватиться за все возможности сразу.", "today": "Хотя содержание, обычно, и считается моментом более важным, нежели форма, сегодня вам стоит позаботится именно о внешней красоте. Да и самому приятно посмотреть будет.", "tomorrow": "Вдохновение - серьезная сила, но перебор в этом аспекте приведет к пробуксовке. Погодите воплощать в жизнь все идеи сразу, сколь бы хороши они ни были, и передохните немного."}, "taurus": {"yesterday": "Сегодня вам стоит действовать исключительно в собственных интересах. Даже не только потому, что иногда надо позаботиться и о себе, просто никто не будет нуждаться в вашей помощи. А если и будут, то помочь вы все равно не сможете.", "today": "Сегодня вас поставят перед фактом, что вы отнюдь не являетесь свободным как ветер, хотя вам, возможно, казалось именно так. Постарайтесь утешиться хотя бы сознанием собственной необходимости.", "tomorrow": "Коллектив - великая сила. И пусть каждый по отдельности будет не совсем доволен результатом, в целом все получится очень даже неплохо."}, "gemini": {"yesterday": "Сегодня для вас важно понимание целей вашего семейства. Понимание сближает, а это как раз то, что вам сейчас нужно.", "today": "День этот может оказаться довольно трудным для вас. Поддержку и понимание вы сможете найти у друзей или в кругу семьи - в зависимости от ситуации. Избегайте общения с малознакомыми людьми - у них сегодня может сложиться неверное о вас представление.", "tomorrow": "Вы стремитесь следовать сразу во всех направлениях и искренне удивлены тем, что это не слишком хорошо получается. Придется чем-то пожертвовать, установите приоритеты."}, "cancer": {"yesterday": "Не тратьте сегодня свое и чужое время на всевозможные словесные изыски. Информация должна исходить от вас в четкой и понятной форме, в противном случае возможны малоприятные накладки.", "today": "Куда бы вы ни шли, от себя вы все равно не убежите. Пришло время сесть и, не торопясь, с холодной головой, обдумать давнишнюю проблему. Это занятие настолько утомительно, что, когда вы закончите, найдите пару часов для отдыха.", "tomorrow": "Чем попусту растрачивать энергию на эмоции, тем самым повышая энтропию вселенной, что, как известно, ни к чему хорошему привести не может, ибо приближает ее к состоянию тепловой смерти, займитесь домашними делами."}, "leo": {"yesterday": "Развлекаясь в свое удовольствие, иногда вспоминайте, что границы вашей свобода все-таки существуют и проходят они как раз там, где начинается свобода остальных представителей человечества. Вы уверены, что никому не мешаете?", "today": "Сегодня все вами сказанное будет иметь весьма далеко идущие последствия. Относитесь к своим словам серьезнее.", "tomorrow": "Сегодня кому-то экстренно потребуется ваша и именно ваша помощь. Это может занять весь день, но отказываться не стоит, помочь действительно можете только вы."}, "virgo": {"yesterday": "Сегодня вам показаны походы в бассейн, баню, купание в проруби - на выбор. Если все это неосуществимо - просто примите утром душ, и день будет удачнее. Контакт с водой улучшит ваше самочувствие и увеличит энергетический потенциал.", "today": "Сегодня вы будете вызывать в окружающих зависть, и лишь лучшие представители смогут противостоять этому чувству. Вы же ничего поделать не сможете, более того, причины подобной напасти могут и не быть очевидными. Просто имейте это в виду.", "tomorrow": "Сегодня вам в голову будут приходить самые странные идеи. Возможно, какую-то из них и стоит реализовать, что надолго обеспечит вам репутацию человека с легкой сумасшедшинкой, а значит - гениального."}, "libra": {"yesterday": "Ваши планы на сегодняшний день могут поколебаться под давлением внешних сил. Придется побороться, если вы все-таки хотите претворить их в жизнь.", "today": "Сегодня окружающие будут удивительно милы и дружелюбны. Ответьте им взаимностью, и день можно будет считать прожитым не зря.", "tomorrow": "Готовы вы к этому или нет, но сегодня непременно что-то изменится. Будем надеяться, что это будет погода."}, "scorpio": {"yesterday": "Сегодняшний день будет отмечен необыкновенным подъемом вашего творческого потенциала. К сожалению, из этого не следует, что вы будете очень удачливы в делах. Решений, связанных с финансовыми вопросами, лучше не принимать.", "today": "Сегодня как никогда стоит быть любезным и раздаривать ослепительные улыбки направо и налево. Попробуйте, вдруг получится.", "tomorrow": "Этот день хорошо бы посвятить приятным домашним хлопотам: украшению жилища, перестановке мебели... Смотря что подскажет вам фантазия."}, "sagittarius": {"yesterday": "Вы, возможно, нашли не лучший способ проявлять интерес к кому-то, и этот кто-то находится в состоянии легкого изумления и совершенно не понимает, что от него хотят. Будьте проще.", "today": "Сегодняшний день хорош для неблагоразумных деяний и несбыточных надежд. Ни к какой катастрофе, кроме, быть может, легкого чувства разочарования, которое, впрочем, скоро улетучится, ваши действия не приведут.", "tomorrow": "Сегодня вы будете неистовы, и горе тому, кто попадется под вашу тяжелую руку. Постарайтесь не нанести никому тяжких увечий с необратимыми последствиями."}, "capricorn": {"yesterday": "Сегодня вам стоит прислушаться к советам окружающих. Среди них может оказаться довольно неожиданная идея.", "today": "Вы пока далеки от верного решения, но можете утешать себя сознанием того, что находитесь на правильном пути. Не доверяйте тому, что кажется очевидным.", "tomorrow": "Для некоторых людей потребность высказаться превышает даже надобность в наличии внимательного и сочувствующего слушателя. Вам сегодня предстоит долгий и весьма утомительный разговор подобного характера, причем вам не дадут вставить ни единого слова. И не пытайтесь с этим бороться, единственное, что от вас требуется - не зевать в лицо собеседнику."}, "aquarius": {"yesterday": "Сегодня вам стоит вспомнить о существовании слова "нет". Пригодится.", "today": "Будьте подозрительны сегодня. Вас не слишком трудно обмануть, а нынче такой день, когда это вполне может произойти.", "tomorrow": "Окружающим совершенно необязательно быть в курсе того, насколько вы в действительности уверены в себе. Напишите на лице что-нибудь убедительное, чтобы никто не догадался, что вы колеблетесь."}, "pisces": {"yesterday": "Тщательно просчитайте последствия своих действий, прежде чем за них приниматься. Сегодня велика вероятность наделать кучу ошибок.", "today": "Возможно, перемены вам ни к чему, однако они все равно будут происходить. Сегодня можно ожидать одной из них.", "tomorrow": "На то, как будут развиваться события сегодня, немалое, чтобы не сказать удивительно большое, влияние окажут дела давно минувших дней. Так как прошлое уже изменить не удастся, течение нынешнего дня в рамки ваших планов запихнуто быть никак не может."}}';