var data = '{"aries": {"yesterday": "Сегодня вы будете весь день спешить, несмотря на то, что спешить-то в общем и некуда. Зато сможете многое успеть, если, конечно, сумеете организовать собственные действия должным образом.", "today": "Сегодняшний день стоит провести максимально продуктивно, использовав до последней минуты. Вы сможете завершить все дела, за которые возьметесь, так что не ловите ворон - это непозволительная роскошь.", "tomorrow": "Сегодня вам следует быть внимательнее к мелочам. Это значительно замедлит продвижение вперед, но принесет ощутимые плоды в будущем."}, "taurus": {"yesterday": "Вы возможно, увязнете в болоте обстоятельств, которые находятся вне вашего контроля. Поберегитесь, сегодня велика вероятность легкого помешательства на почве чрезмерного стремления к наведению порядка.", "today": "Зачем пытаться улучшить то, что и так хорошо работает. Не ищите добра от добра же - рискуете остаться при разбитом корыте.", "tomorrow": "Будьте готовы провести этот день в нескончаемых разговорах. Некоторые будут бессмысленны, некоторые - важны, но все без исключения потребуют от вас выражения заинтересованности на лице."}, "gemini": {"yesterday": "Избегайте спонтанных действий, они не принесут вам ничего кроме неприятностей. Пусть лучше вас сочтут нерешительным, чем глупым.", "today": "Сегодня вам будет доставлять удовольствие откалывать самые неожиданные номера, только бы суметь удивить и шокировать тех, кто утверждает, что они знают вас как облупленного. Только не слишком увлекайтесь.", "tomorrow": "Иногда так трудно остановиться. Особенно если набрать перед этим хорошую скорость. Но все-таки стоит иногда давать высказаться и собеседникам."}, "cancer": {"yesterday": "Сегодня вам наконец-то удастся показать окружающим как много хороших качеств они в вас так упорно не замечали. Не вздумайте зазнаваться - весь эффект пропадет.", "today": "Откройте двери и окна для новых возможностей, и они придут. Главное - вовремя двери и окна позакрывать, чтобы их посещение не оказалось транзитным.", "tomorrow": "Не стоит оставлять все как есть. Вам срочно надо что-то изменить, иначе вы заскучаете, а это нехорошо. Правда, меняя, следует все-таки придерживаться каких-то разумных рамок."}, "leo": {"yesterday": "Претворите свою мечту в жизнь. Хотя бы одну, самую завалящую. И день не пройдет даром.", "today": "Будьте готовы к внезапным поворотам фортуны. Сегодня вам представится возможность поймать ее за хвост. Возможно, какие-то старые дела придется отложить, чтобы все силы бросить на воплощение в жизнь свежей идеи.", "tomorrow": "Сегодня вы будете склонны придираться к окружающим. Возможно, они в полной мере этого заслуживают, но вам это чести не добавит, это следует учитывать."}, "virgo": {"yesterday": "Нынче вы отправитесь в путешествие, которое само по себе будет значительно важнее для вас, нежели его конечная цель. Будьте внимательны к своим попутчикам.", "today": "Вам придется столкнуться с проблемой выбора в таких масштабах, что вполне вероятным последствием может оказаться приступ депрессии. Не поддавайтесь ему, лучше оцените разнообразие.", "tomorrow": "Вы склонны слишком многое принимать на свой счет. Не стоит, далеко не все делается специально, чтобы вас обидеть, что-то к вам и вовсе никакого отношения не имеет."}, "libra": {"yesterday": "Постарайтесь не спешить с принятием решений сегодня. Ситуация еще не достигла в своем развитии той точки, когда вам следует выступить со своей партией.", "today": "Трудно, конечно оставаться оптимистом, стоя на распутье. Но судьба к вам не так уж неблагосклонна. Сегодня вам здорово помогут друзья.", "tomorrow": "Сегодня все, что вы делаете должно быть в высшей степени разумно и не предполагать ни милейшего риска. Любые действия, связанные с финансами должны быть сугубо практическими. Слушайтесь голоса здравого смысла."}, "scorpio": {"yesterday": "Возможно, вам предстоит довольно длительная поездка. Будьте готовы быстро собрать чемодан.", "today": "Чем энергичнее вы начнете этот день, тем больше удовольствия он вам принесет. Пассивный отдых сегодня вам противопоказан.", "tomorrow": "Сегодня вы будете способны справиться с любой ситуацией, сколь бы экзотичной она не была. Но день, как назло, обещает быть на редкость мирным, и проявить свои способности во всей красе вам, скорее всего, не доведется."}, "sagittarius": {"yesterday": "Сегодня вам будет необходимо дружеское участие в особо крупных размерах. Без него нынче будет трудно, вас будут снедать различные малоприятные чувства, начиная от элементарного голода, до вселенской тоски.", "today": "Личные отношения - вот тот уголок, который вселит радость в ваше сердце.  Сегодня вам придется потратить массу сил на поддержание статус-кво. Чем меньше вы будете заботиться об этом сейчас, тем больших трудов это будет стоить вам позже.", "tomorrow": "Не тратьте свои силы на то, что по вашему мнению не имеет смысла. Неважно, что скажет по этому поводу человек, вас на эту работу подрядивший. Ваше время дороже его дурацких идей."}, "capricorn": {"yesterday": "Сегодня успех ваших действий будет зависеть лишь от их обдуманности и своевременности. Никакие неожиданности помешать вам не должны.", "today": "Прислушайтесь к тишине между словами, в ней таится значительно больший смысл, нежели в них самих. С вами сегодня попытаются связаться и передать информацию более чем необычным способом.", "tomorrow": "Сегодня расстояние между моментом возникновения идеи и ее осуществлением может сильно сократиться. Это ненадолго, используйте момент. Нет своих идей - позаимствуйте чужую."}, "aquarius": {"yesterday": "Конечно, лучше бы договориться мирным путем, однако, если вас никак не желают слушать, придется идти напролом. Сегодня вы не можете себе позволить отступить.", "today": "Не стоит начинать играть в игры, не удосужившись досконально изучить их правила, ибо последствия могут оказаться весьма печальными.", "tomorrow": "Постарайтесь с пониманием относиться к тем маленьким неприятностям, которые сегодня вам скорее всего будут доставлять ваши родственники. Ведь неприятности-то действительно маленькие."}, "pisces": {"yesterday": "Сконцентрируйтесь на чем-то одном и гоните остальные мысли прочь. В противном случае вы проведете день, мучительно гадая, с чего начать активную деятельность, которой будет требовать отоспавшийся организм.", "today": "Сегодняшний день вы, возможно, проведете не в компании, однако одиноким себя чувствовать не будете. Этот день хорош для неторопливых раздумий о природе всего сущего и прочих приятных занятий.", "tomorrow": "Вам доставляет удовольствие принятие на себя большой ответственности. Труды ваши хоть и будут тяжки, но принесут удовлетворение, ибо вам достанет сил довести их до конца."}}';