var data = '{"aries": {"yesterday": "Возможно, вам стоит быть несколько мягче. Вы склонны предъявлять чересчур высокие требования как к себе, так и к другим. А этого люди не любят.", "today": "Вы склонны нещадно изнурять себя работой, и совершенно напрасно. Какой смысл преумножать плоды труда своего, если у вас нет возможности ими насладиться. Устройте себе каникулы, хотя бы на пару часов.", "tomorrow": "Сегодня вам ни в коем случае нельзя идти напролом. Проломать-то проломаете, а дальше что? Если вы не в состоянии соответствующим образом извернуться, лучше подождите."}, "taurus": {"yesterday": "Не стоит недооценивать удачу, которая выпала на вашу долю. Во-первых, вы лишаете себя удовольствия, а во-вторых, она (удача) ведь и обидеться может. Раз ее здесь не ценят...", "today": "Сегодня баланс в сложившейся ситуации может измениться, и, возможно, не в лучшую для вас сторону. Это тем более некстати, что вы будете несколько более эмоционально уязвимы, чем обычно.", "tomorrow": "Сегодня вам, возможно, придется быть весьма внимательным к оттенкам интонаций как голосов окружающих, так и своего собственного. Они будут значить слишком многое, чтобы их игнорировать."}, "gemini": {"yesterday": "Сосредоточьте свои силы на одном вопросе, только в этом случае день не пройдет даром. Малейшее отвлечение в сторону - и все ваши усилия пойдут прахом.", "today": "Не стоит играть против правил, вы скорее проиграете, чем достигнете какого-либо позитивного результата. Лучше n раз подумать (при n>=2), чем горько плакать над разбитым корытом.", "tomorrow": "Сегодня вам захочется одновременно и пуститься в авантюру, и обеспечить себе надежные тылы. Проведите этот день с семьей за городом."}, "cancer": {"yesterday": "Сегодня вас будут подгонять мелкие но неотложные проблемы. Сколь бы вы ни спешили, постарайтесь двигаться осторожно, мелкими шагами, ибо есть вероятность зайти совершенно не в ту степь.", "today": "Не стоит сегодня пытаться найти смысл жизни, не поможет даже давно назревавшая генеральная уборка. Хотя она, конечно, не помешает.", "tomorrow": "Единственное, что сегодня от вас потребуется - это быть в нужном месте, в нужное время. Правда эта задача, обычно, представляется неразрешимой, но вдруг повезет."}, "leo": {"yesterday": "Сегодня как раз тот день, про который вы в последствии скажете "Не было бы счастья, да несчастье помогло". Что бы нынче ни случилось - хэппи энд вам обеспечен.", "today": "Сегодня, чем более сильное отвращение будет вызывать у вас то или иное занятие, тем быстрее вы с ним будете справляться. Стоит воспользоваться моментом и переделать все неприятные дела, скопившиеся за последнее время.", "tomorrow": "Сегодня все будет не таким, как кажется. Если вы будете пребывать в уверенности, что понимаете ситуацию и даже можете предсказать чьи-то действия, это можно считать вернейшим признаком того, что вам ничего на самом деле не известно."}, "virgo": {"yesterday": "Этот день стоит посвятить любимым. Им, безусловно, лучше посвящать все дни, но сегодняшний - просто необходимо.", "today": "Сегодня не стоит слишком ограничивать себя морально-этическими нормами. Удовлетворите пару-тройку своих желаний, в противном случае, они вас со свету сживут.", "tomorrow": "Если у вас есть подобное желание - принесите пользу обществу. Как раз этот вид деятельности нынче подходит вам более всего."}, "libra": {"yesterday": "Сегодня вам, возможно, придется встать на защиту силы, которая неизмеримо больше вас. Когда все закончится благополучно, не забудьте предъявить этой силе счет.", "today": "Не всякому нравится ваша манера действий. Если вы желаете продолжать в том же духе, придется смириться с перспективой быть подвергнутым остракизму.", "tomorrow": "Сегодня вам не стоит слишком громко и радостно сообщать о своих достижениях окружающим. Можете попасть в неловкую ситуацию."}, "scorpio": {"yesterday": "Сегодня вам можно будет действовать лишь в том случае, если вы будете абсолютно убеждены в собственной правоте. В противном случае, вас заедят сомнения.", "today": "Сегодня на личную жизнь можете не рассчитывать. Ни на вечер, ни, тем более на дневное время лучше ничего не планировать, чтобы никто не обижался.", "tomorrow": "Строгий, сугубо научный подход к существу проблемы и интуитивные решения должны идти сегодня рука об руку. Не забивайте голову формализованными схемами, они помогают лишь тогда, когда не работает чутье."}, "sagittarius": {"yesterday": "Если кто-то ожидает, что сегодня вы будете выполнять его распоряжения, то он крупно ошибается. Сегодня вы будете неимоверно упрямы, и скорее заставите весь мир плясать под собственную дудку, чем уступите позиции хоть на йоту.", "today": "Никто не обязан направлять и корректировать ваши действия, так что если сегодня вы сядете в лужу, то исключительно по собственной инициативе. Чем прикидывать, на кого бы это можно было свалить ответственность за этот промах, постарайтесь оную лужу обойти.", "tomorrow": "Сегодня вам наконец-то представится прекрасная возможность вынести на широкое обозрение результат своего труда. Учтите, что если вы ею не воспользуетесь, то он выползет туда сам."}, "capricorn": {"yesterday": "Сегодня вам очень пригодится хороший друг. Если это возможно, стоит предупредить его заранее, ибо времени вы у него отнимете довольно много.", "today": "Сегодня для вас будет практически невыполнимо то, что потребует от вас дисциплинированности и послушания. Не пытайтесь перебороть свою импульсивность - только утомитесь. Ей тоже можно найти применение.", "tomorrow": "Сегодня вас, наконец, догонят отголоски давно свершившихся событий. Вряд ли это доставит вам большое удовольствие, но справиться с этим надо, и лучше сделать это с непроницаемым выражением лица."}, "aquarius": {"yesterday": "Сегодня вам должен представиться на редкость удобный случай, чтобы восстановить когда-то сданные позиции. Не упустите его, следующий может представиться нескоро.", "today": "Сегодня вам, возможно, придется объяснять тому, кто вам дорог, что он в чем-то глубоко заблуждается. Постарайтесь сохранять спокойствие - это неприятно, но не смертельно.", "tomorrow": "Вокруг вас сегодня может собраться слишком много людей, советующих вам как жить дальше, чтобы их можно было выносить. Придется поискать какое-нибудь убежище, иначе день этот не принесет ничего, кроме раздражения."}, "pisces": {"yesterday": "Сегодня люди, настроенные к вам недоброжелательно, будут чем-то очень заняты, и до вашей особы руки у них не дойдут. Можно успеть использовать удачный момент и действовать без помех.", "today": "Повторение - мать учения. Но только не в том случае, если вы до сих пор повторяете то, что изучали в начальной школе. Займитесь поиском новых знаний, они могут скоро вам понадобиться.", "tomorrow": "Если вы чувствуете себя жертвой обстоятельств, поищите кого-нибудь с кислым выражением лица, и подумайте, хотите ли вы выглядеть так же. Не следует жалеть себя слишком сильно."}}';