var data = '{"aries": {"yesterday": "Уделите сегодня побольше внимания людям вас окружающим. Узнаете много нового и интересного.", "today": "Сегодняшний день будет наполнен трудами. Куча хозяйственных дел, которую вы столь долго собирали, вот-вот развалиться, и вам придется если не приступить к решению этих вопросов, то по крайней мере переложить их в другом порядке.", "tomorrow": "Сегодня стремление к совершению альтруистических поступков не даст вам посидеть спокойно. Вы действительно можете здорово помочь кому-то, так что не сдерживайте своих порывов."}, "taurus": {"yesterday": "Сегодня вам гарантировано отсутствие несчастных случаев и неловких ситуаций. Все остальное зависит от вашего желания действовать и степени вашей активности.", "today": "Сегодня вас будет тянуть к перемене всего, что только можно изменить. Результатом этого дня могут стать переклеенные обои, полностью измененная прическа или твердое решение уехать жить в Африку.", "tomorrow": "Сегодня вы будете как никогда более собраны и аккуратны. Ничто так не дисциплинирует, как сознание того, что вы предоставлены сами себе, и ни перед кем не надо отчитываться."}, "gemini": {"yesterday": "Сегодня вы будете чрезмерно резки, постарайтесь контролировать свои слова. А то запугать-то вы всех запугаете, а что потом делать будете?", "today": "Сегодня вам будут казаться вполне реальными самые невероятные вещи. Построенные вами нынче песочные замки простоят довольно долго.", "tomorrow": "Влияние луны настроит вас на не совсем свойственный вам лирический лад. Назавтра вам может оказаться трудно понять причины тех или иных сегодняшних поступков."}, "cancer": {"yesterday": "Займитесь сегодня чем-нибудь новым, тем, что вы никогда прежде не делали. Вы получите от этого огромное удовольствие. Единственной проблемой нынче может стать реакция близких на ваше поведение.", "today": "Не стоит ограничивать ничью свободу, это не возымеет желаемого действия, а лишь озлобит человека. Вам никто ничего не должен.", "tomorrow": "Внезапное желание изменить все вокруг, по остроте и утомительности подобное приступу радикулита овладеет вами сегодня. Окружающим крупно повезет, если в своем стремлении реформировать все и вся вы ограничитесь разгромом собственного дома."}, "leo": {"yesterday": "Сегодня вы будете крайне обидчивы, причем совершенно не по делу. Постарайтесь либо избежать общения с окружающими вовсе, либо относиться к их словам попроще.", "today": "Сегодня вы можете оказаться в роли внимательного слушателя, а затем и утешителя кого-то очень и очень расстроенного. Естественно, это заставит вас забыть обо всем остальном.", "tomorrow": "Вы довольно многое отдали в свое время, сегодня, возможно, что-то к вам возвратится. Надо сказать, результат этого обмена может оказаться весьма своеобразным."}, "virgo": {"yesterday": "Сегодня можете не мучаться проблемой, что и кому сказать, чтобы не выглядеть глупо. Ваш язык вполне справится с возложенными на него обязанностями.", "today": "Сегодняшний день следует посвятить исправлению ошибок, наделанных ранее. Благо таковые всегда найдутся. Нынче их удастся завуалировать без особых проблем.", "tomorrow": "Сегодняшний день может оказаться не слишком продуктивным. Но не стоит кусать локти - вы еще успеете отыграться за потерянное время."}, "libra": {"yesterday": "Сегодня вы можете продемонстрировать свои многочисленные достоинства в наивыгоднейшем свете. Грех не воспользоваться такой возможностью.", "today": "Венера сегодня будет к вам благосклонна. Однако не стоит ждать, что все будет подано на блюдечке с каемочкой широко известного цвета. Придется предпринять некоторые действия лично.", "tomorrow": "Сегодня вам стоит быть аккуратнее с деньгами. Велика вероятность совершения большой, но бестолковой траты."}, "scorpio": {"yesterday": "Наведите относительный порядок в мозгах - они вам сегодня понадобятся. Ваша помощь потребуется при решении некой неординарного характера задачи.", "today": "Сегодня ваш оптимизм будет настолько силен, что вы сможете справиться практически с любым делом. Отсутствие страха потерпеть неудачу очень помогает в работе.", "tomorrow": "Не полагайтесь на хорошую память сегодня, ни на свою, ни на чью-либо еще. Вам либо придется плутать по городу, забыв адрес, либо вы попадете в неловкую ситуацию, запамятовав имя собеседника. В любом случае, лучше все записывать."}, "sagittarius": {"yesterday": "Сегодня вы буде не просто привлекать к себе внимание людей, а завораживать их. В вас откроется талант, обычно присущий дрессировщикам диких зверей - вы сможете подчинить любого просто силой собственной воли.", "today": "Те, кого вы любите, сегодня могут стать абсолютно невыносимыми. Никому другому вы, возможно, не простили бы подобных выходок, но в данном случае даже пообижаться как следует не дадут.", "tomorrow": "Сегодняшний день может оказаться довольно беспокойным, однако результат оправдает затраченные на его получение усилия. Главное - не позволять себе думать, что что-то может не получиться."}, "capricorn": {"yesterday": "Игнорируйте сегодня пристальные и не слишком ласковые взгляды окружающих, возможно, они просто вам завидуют. Разозлившись, вы лишь скомпрометируете себя и дадите им лишний повод позлорадствовать.", "today": "Сегодня вам стоит действовать не спеша, ибо в обычном темпе вы рискуете проскочить мимо чего-то весьма важного, чем в корне измените дальнейшее течение собственной жизни.", "tomorrow": "Откройте дверь для романтических настроений, и они не заставят себя долго ждать. Сегодня не стоит заниматься ничем, что потребует от вас объяснений, это у вас получаться будет крайне плохо."}, "aquarius": {"yesterday": "Сегодня вы будете подобны Мидасу, ибо все, к чему вы приложите руку заиграет всеми цветами радуги. Однако у Мидаса были и проблемы, вы же рискуете приобрести определенную репутацию, которую на редкость трудно будет поддерживать в дальнейшем.", "today": "Сегодняшний день предоставит вам возможность быть беззаботным и доставит пару-тройку поводов для радости. Однако обязанностями все-таки пренебрегать не следует.", "tomorrow": "Сегодня вас ждет очень напряженный день. Вам не придется решать крупных задач, однако количество мелких превзойдет все мыслимые границы."}, "pisces": {"yesterday": "Сегодня вы будете преисполнены энергии и всевозможных идей относительно ее применения. Такое состояние - предел мечтаний всякого активного человека, но будьте благоразумны, организм может и не выдержать нагрузок.", "today": "Сегодняшний день предназначен звездами исключительно для услаждения себя любимого. Сделать что-нибудь ради собственного удовольствия.", "tomorrow": "Сегодня для продуктивной работы вам потребуется благородная идея. О мире во всем мире, например. Если таковая вами овладеет, можете не сомневаться, вы создадите нечто вечное."}}';