var data = '{"aries": {"yesterday": "Сегодня вы рискуете повторить ошибку Алисы. Говорить, что думаешь, и думать, что говоришь, - вовсе не одно и то же. Вам нынче больше подойдет второй вариант.", "today": "Сегодня вами овладеет легкое безумие, которое, вопреки распространенному мнению, нисколько не приблизит вас к заветной цели. Так что, если не хотите, чтобы день пропал даром, постарайтесь свои порывы обуздать.", "tomorrow": "Сегодня у вас могут появиться большие и многообещающие перспективы. Что-то придется выбрать, вы вряд ли сумеете ухватиться за все возможности сразу."}, "taurus": {"yesterday": "Наибольшее удовольствие вы сегодня получите от вкусного ужина дома, в кругу семьи. Но с одним условием - если готовить ужин вам не придется самому.", "today": "Сегодня вам не стоит говорить о том, в чем не слишком хорошо разбираетесь. Либо подготовьтесь к разговору, либо не раскрывайте рта, иначе вам не преминут указать на вашу некомпетентность.", "tomorrow": "Сегодня вам стоит действовать исключительно в собственных интересах. Даже не только потому, что иногда надо позаботиться и о себе, просто никто не будет нуждаться в вашей помощи. А если и будут, то помочь вы все равно не сможете."}, "gemini": {"yesterday": "Спланировав этот день - не меняйте планов. Он будет удачен лишь в том случае, если вы станете следовать расписанию пункт за пунктом.", "today": "Сегодня вам придется столкнуться с массой мелких, но малоприятных препятствий. Постарайтесь удержаться от соблазна сорвать свое раздражение на ком-то близком, гораздо полезнее будет воспользоваться его моральной поддержкой.", "tomorrow": "Сегодня для вас важно понимание целей вашего семейства. Понимание сближает, а это как раз то, что вам сейчас нужно."}, "cancer": {"yesterday": "Сегодня у вас, возможно, разыграется фантазия. Так что, увидев парочку розовых крокодильчиков, не спешите сразу вызывать неотложку, это не белая горячка.", "today": "Отдайтесь тому чувству, которое так настоятельно требует выхода сегодня. Хорошо бы, конечно, чтобы это чувство не оказалось яростью, но - уж как повезет.", "tomorrow": "Не тратьте сегодня свое и чужое время на всевозможные словесные изыски. Информация должна исходить от вас в четкой и понятной форме, в противном случае возможны малоприятные накладки."}, "leo": {"yesterday": "Чем активнее вы пытаетесь форсировать события, тем труднее вам становится отстаивать уже завоеванные позиции. Может быть стоит постараться разобраться с текущими делами прежде, чем затевать что-то новое?", "today": "Все течет, все меняется, и вам все равно от этого никуда не деться. Сегодня что-то изменится в очередной раз.", "tomorrow": "Развлекаясь в свое удовольствие, иногда вспоминайте, что границы вашей свобода все-таки существуют и проходят они как раз там, где начинается свобода остальных представителей человечества. Вы уверены, что никому не мешаете?"}, "virgo": {"yesterday": "Сегодня вам будут необходимы возвышенные эмоции, глубокие и с легким оттенком печали. Достичь таковых поможет прием внутрь большого количества классической музыки и литературы.", "today": "Сегодняшний день обещает быть чрезвычайно удачным в деловом отношении. Засучивайте рукава и беритесь за дело. Вы сумеете доказать, что вы - лучший.", "tomorrow": "Сегодня вам показаны походы в бассейн, баню, купание в проруби - на выбор. Если все это неосуществимо - просто примите утром душ, и день будет удачнее. Контакт с водой улучшит ваше самочувствие и увеличит энергетический потенциал."}, "libra": {"yesterday": "Сегодня вам может оказаться непросто собраться с собственными мыслями. Соберитесь с чужими, только выберите кого-нибудь, чьи мысли вам не очень неприятны.", "today": "Проживите этот день так, как будто это последний день вашей жизни, и вам дорог каждый момент. Отбросьте всяческий прагматизм. Только не подумайте ничего дурного - ничего с вами не случится.", "tomorrow": "Ваши планы на сегодняшний день могут поколебаться под давлением внешних сил. Придется побороться, если вы все-таки хотите претворить их в жизнь."}, "scorpio": {"yesterday": "Сегодня вы можете основательно навредить как собственному душевному спокойствию, так и физическому здоровью. Будьте максимально осмотрительны, винить кроме себя будет некого.", "today": "Проявите терпимость, или постарайтесь тщательно скрывать свои истинные чувства по отношению к человеку, с которым вам предстоит общаться сегодня. Обнаружив их, вы лишь создадите себе лишние проблемы.", "tomorrow": "Сегодняшний день будет отмечен необыкновенным подъемом вашего творческого потенциала. К сожалению, из этого не следует, что вы будете очень удачливы в делах. Решений, связанных с финансовыми вопросами, лучше не принимать."}, "sagittarius": {"yesterday": "Сегодня вам будет особенно тяжело признать свою ошибку, так что постарайтесь ее не совершить, а если уже успели, попытайтесь оттянуть покаяние на завтра.", "today": "Энергии у вас много, а вот задачи вы себе склонны ставить неисполнимые. Зачем напрасно мучаться, лучше возьмитесь за что-нибудь реальное. Станете гордым обладателем синицы.", "tomorrow": "Вы, возможно, нашли не лучший способ проявлять интерес к кому-то, и этот кто-то находится в состоянии легкого изумления и совершенно не понимает, что от него хотят. Будьте проще."}, "capricorn": {"yesterday": "Сегодня вас будут отчаянно отвлекать от исполнения обязанностей, а затем корить за то, что вы что-то не успели сделать. День чреват скандалом. Старайтесь не поддаваться на провокации.", "today": "Сегодняшний день будет для вас легким и приятным. Радость будет приносить буквально все - от работы до общения с горячо любимой тещей/свекровью/и т.д..", "tomorrow": "Сегодня вам стоит прислушаться к советам окружающих. Среди них может оказаться довольно неожиданная идея."}, "aquarius": {"yesterday": "Сегодня вас будут окружать маски. Придется приложить немалые усилия, чтобы разглядеть скрывающиеся под ними лица, но это стоит того.", "today": "Сегодня вы будете самым строгим из всех своих критиков. Недовольство собой может основательно попортить вам настроение, придется что-то предпринять, чтобы его утихомирить.", "tomorrow": "Сегодня вам стоит вспомнить о существовании слова "нет". Пригодится."}, "pisces": {"yesterday": "Сегодня вам лучше рискнуть и предпринять хоть какие-нибудь действия. Даже если потерпите неудачу, вы, по крайней мере, сможете найти себе оправдание - дескать, пытался. В противном случае кроме себя любимого винить будет некого.", "today": "Сегодня вам следует повнимательнее отнестись к мелочам, насколько бы глобальны ни были занимающие вас вопросы. Стоит упустить одну, и назавтра одним глобальным вопросом станет больше.", "tomorrow": "Тщательно просчитайте последствия своих действий, прежде чем за них приниматься. Сегодня велика вероятность наделать кучу ошибок."}}';