var data = '{"aries": {"yesterday": "Хотя содержание, обычно, и считается моментом более важным, нежели форма, сегодня вам стоит позаботится именно о внешней красоте. Да и самому приятно посмотреть будет.", "today": "Вдохновение - серьезная сила, но перебор в этом аспекте приведет к пробуксовке. Погодите воплощать в жизнь все идеи сразу, сколь бы хороши они ни были, и передохните немного.", "tomorrow": "Сегодня вам трудно будет сохранить объективность - слишком уж сильны будут бушующие в вашей душе порывы придушить кого-то, кто отчаянно мешает вам спокойно жизнедеять. Да бог с ним, с болезным, его же пожалеть надо. Причем лучше вслух. Обидней будет."}, "taurus": {"yesterday": "Сегодня вас поставят перед фактом, что вы отнюдь не являетесь свободным как ветер, хотя вам, возможно, казалось именно так. Постарайтесь утешиться хотя бы сознанием собственной необходимости.", "today": "Коллектив - великая сила. И пусть каждый по отдельности будет не совсем доволен результатом, в целом все получится очень даже неплохо.", "tomorrow": "Репутация ваша может пострадать благодаря вашей чрезмерной увлеченности. Сегодняшний день не будет слишком удачным. Лучше просто подождать вечера."}, "gemini": {"yesterday": "День этот может оказаться довольно трудным для вас. Поддержку и понимание вы сможете найти у друзей или в кругу семьи - в зависимости от ситуации. Избегайте общения с малознакомыми людьми - у них сегодня может сложиться неверное о вас представление.", "today": "Вы стремитесь следовать сразу во всех направлениях и искренне удивлены тем, что это не слишком хорошо получается. Придется чем-то пожертвовать, установите приоритеты.", "tomorrow": "Кто не рискует, тот не пьет шампанского. Но сколько ж можно его пить. Так и алкоголиком недолго заделаться."}, "cancer": {"yesterday": "Куда бы вы ни шли, от себя вы все равно не убежите. Пришло время сесть и, не торопясь, с холодной головой, обдумать давнишнюю проблему. Это занятие настолько утомительно, что, когда вы закончите, найдите пару часов для отдыха.", "today": "Чем попусту растрачивать энергию на эмоции, тем самым повышая энтропию вселенной, что, как известно, ни к чему хорошему привести не может, ибо приближает ее к состоянию тепловой смерти, займитесь домашними делами.", "tomorrow": "Прислушайтесь к внутреннему голосу и постарайтесь его правильно понять. Если в результате ваших сегодняшних действий вы сядете в лужу, значит, спутали внутренний голос с бурчанием в животе."}, "leo": {"yesterday": "Сегодня все вами сказанное будет иметь весьма далеко идущие последствия. Относитесь к своим словам серьезнее.", "today": "Сегодня кому-то экстренно потребуется ваша и именно ваша помощь. Это может занять весь день, но отказываться не стоит, помочь действительно можете только вы.", "tomorrow": "Сегодняшний день может оказаться пограничным. Внимательнее присматривайтесь к событиям, по крайней мере одно из них с большой степенью вероятности резко изменит течение вашей жизни. Правда, ненадолго."}, "virgo": {"yesterday": "Сегодня вы будете вызывать в окружающих зависть, и лишь лучшие представители смогут противостоять этому чувству. Вы же ничего поделать не сможете, более того, причины подобной напасти могут и не быть очевидными. Просто имейте это в виду.", "today": "Сегодня вам в голову будут приходить самые странные идеи. Возможно, какую-то из них и стоит реализовать, что надолго обеспечит вам репутацию человека с легкой сумасшедшинкой, а значит - гениального.", "tomorrow": "Сегодня у вас вполне может появиться повод для празднества. Грех упускать подобные возможности - отпразднуйте."}, "libra": {"yesterday": "Сегодня окружающие будут удивительно милы и дружелюбны. Ответьте им взаимностью, и день можно будет считать прожитым не зря.", "today": "Готовы вы к этому или нет, но сегодня непременно что-то изменится. Будем надеяться, что это будет погода.", "tomorrow": "Сегодня вам придется отстаивать свое мнение, хорошо еще если без применения физической силы. Позаботьтесь о наличии веских аргументов."}, "scorpio": {"yesterday": "Сегодня как никогда стоит быть любезным и раздаривать ослепительные улыбки направо и налево. Попробуйте, вдруг получится.", "today": "Этот день хорошо бы посвятить приятным домашним хлопотам: украшению жилища, перестановке мебели... Смотря что подскажет вам фантазия.", "tomorrow": "Сегодня ваши амбиции не дадут вам сидеть спокойно. Вы с шумом и помпой будете продвигаться вперед, и никакие препятствия не смогут вас остановить. Остается вас только поздравить и пожелать вам дальнейших успехов."}, "sagittarius": {"yesterday": "Сегодняшний день хорош для неблагоразумных деяний и несбыточных надежд. Ни к какой катастрофе, кроме, быть может, легкого чувства разочарования, которое, впрочем, скоро улетучится, ваши действия не приведут.", "today": "Сегодня вы будете неистовы, и горе тому, кто попадется под вашу тяжелую руку. Постарайтесь не нанести никому тяжких увечий с необратимыми последствиями.", "tomorrow": "Сегодня ваш язык, возможно, будет слегка путаться и заплетаться, хотя, если оглянуться назад, никаких предпосылок к этому не видно. Чтобы не сесть в лужу, активно пользуйтесь языком рук, ног и других частей тела."}, "capricorn": {"yesterday": "Вы пока далеки от верного решения, но можете утешать себя сознанием того, что находитесь на правильном пути. Не доверяйте тому, что кажется очевидным.", "today": "Для некоторых людей потребность высказаться превышает даже надобность в наличии внимательного и сочувствующего слушателя. Вам сегодня предстоит долгий и весьма утомительный разговор подобного характера, причем вам не дадут вставить ни единого слова. И не пытайтесь с этим бороться, единственное, что от вас требуется - не зевать в лицо собеседнику.", "tomorrow": "Сегодняшний день хорошо подходит для того, чтобы изведать новые ощущения. Можете попробовать очередной сорт пива, например."}, "aquarius": {"yesterday": "Будьте подозрительны сегодня. Вас не слишком трудно обмануть, а нынче такой день, когда это вполне может произойти.", "today": "Окружающим совершенно необязательно быть в курсе того, насколько вы в действительности уверены в себе. Напишите на лице что-нибудь убедительное, чтобы никто не догадался, что вы колеблетесь.", "tomorrow": "Сегодня цель будет оправдывать средства. Вам многое простится, если вы добьетесь результата, но надо поспешить."}, "pisces": {"yesterday": "Возможно, перемены вам ни к чему, однако они все равно будут происходить. Сегодня можно ожидать одной из них.", "today": "На то, как будут развиваться события сегодня, немалое, чтобы не сказать удивительно большое, влияние окажут дела давно минувших дней. Так как прошлое уже изменить не удастся, течение нынешнего дня в рамки ваших планов запихнуто быть никак не может.", "tomorrow": "Сегодня все будет говорить вам, что цель близка и осталось последнее усилие. Последним оно, естественно не будет, но не поддавайтесь разочарованию, если все не получится сразу."}}';