var data = '{"aries": {"yesterday": "Сегодня желаемое так легко дастся в руки, что вы можете почувствовать даже легкое разочарование - полученное без борьбы становится менее ценным. Но менее необходимым-то оно от этого не становится...", "today": "Почувствуйте себя хозяином вселенной. Сегодня у вас будут на то все основания. Войдя как следует в роль, постарайтесь слегка привести данную вселенную в порядок.", "tomorrow": "Главное - понять, что, собственно, вам нужно. Потом уже будет значительно проще. Сегодня вам представится некоторый шанс, который упускать не следует."}, "taurus": {"yesterday": "Сегодня не стоит опираться на личные связи, они могут подвести. Постарайтесь не оглашать свои планы - сглазят непременно.", "today": "Если кто-то не желает действовать по вашим правилам, его не стоит к этому принуждать. Постарайтесь подавить в себе авторитарность, сегодня она может расцвести пышным цветом.", "tomorrow": "Полет вашей мысли намного опередит возможности вашего организма. Вы рискуете перенапрячься."}, "gemini": {"yesterday": "Не стоит сегодня брать на себя ответственность за чужую ошибку. С вас в этом случае спросят гораздо строже, чем спросили бы с самого виновника.", "today": "Сегодня благодатный день для разного рода экспериментов. Особенно удачными должны оказаться новшества в той области, о которой не принято говорить в приличном обществе.", "tomorrow": "Сегодня вы будете равным среди великих. У вас появится некоторая власть над людьми, но не стоит забывать и об ответственности, которая при этом ляжет на ваши плечи."}, "cancer": {"yesterday": "Сегодня от вас буквально будут сыпаться искры. Посоветуйте тем, кто будет находиться рядом, запастись резиновыми перчатками, пригодятся. Избегайте электроприборов, особенно уже включенных в сеть.", "today": "Сегодняшний день хорош для разного рода сюрпризов и розыгрышей. Если на подобные развлечение нет времени или желания, просто зайдите к кому-нибудь в гости, тоже неплохо.", "tomorrow": "Изменить все вокруг нетрудно, однако последующие улучшения потребуют значительно большего количества сил, нежели то, которым вы располагаете. Привлеките к этому процессу других."}, "leo": {"yesterday": "Ваши чувства, возможно, будут пребывать в несколько растрепанном состоянии. Однако, как ни странно, день будет чрезвычайно продуктивен.", "today": "Не стоит сегодня забывать, что вы не зверь из зоопарка и что никакая клетка не мешает вам покинуть то место, которое вам до смерти осточертело.", "tomorrow": "Сегодня свобода ваша будет так или иначе ограничена. Если вы сумели загнать самое себя в угол, сумейте и вытащить себя оттуда. Сделайте так, чтобы голос ваш услышали."}, "virgo": {"yesterday": "Вам пора вмешаться в происходящее и попытаться направить течение событий в нужную вам сторону. И не обращайте внимания на то, что вам скажут по этому поводу, вы преследуете собственные интересы, и этого достаточно, чтобы обосновать практически любое ваше действие.", "today": "Сегодня вам лучше всего побыть эгоистом. Закрывайте глаза на все проблемы, кроме ваших собственных.", "tomorrow": "У вас столь далеко идущие цели, что не стоит откладывать радости жизни различной величины до лучших времен, т.е. до тех пор, пока вы их не достигнете. Развлекитесь."}, "libra": {"yesterday": "Сегодня вам не придется отвечать на критические замечания. Просто вас никто не станет критиковать. Всякое ваше действие будет воспринято как должное.", "today": "Сегодня стоит смотреть на положение дел с пессимистической точки зрения. Слишком многое надо предусмотреть, чтобы позволять себе расслабиться и удовлетвориться содеянным.", "tomorrow": "Сегодня кто-то один вполне может заслонить собою весь мир и сподвигнуть вас на любые деяния. Вы вольны поступать так, как считаете нужным, и не стоит прислушиваться к шипению непрошеных советчиков."}, "scorpio": {"yesterday": "Хотеть не вредно, однако только хотеть, ничего для исполнения желания не делая, все-таки не слишком полезно. Сделайте первый шаг - а там уж как повезет.", "today": "Есть масса уровней желания, вы же, похоже, находитесь на самом глубоком, коий можно именовать страстным. Чего это вы хотите, интересно знать?", "tomorrow": "Сегодня у вас наступит резкое обострение организационных способностей. Так что не удивляйтесь, ловя злобные взгляды близких, замученных бесконечным потоком исходящих от вас ценных указаний."}, "sagittarius": {"yesterday": "Тот факт, что вы что-то увидели первым, еще не оправдывает ваших притязаний на оный предмет. Тем паче, что у него (у предмета) может быть свое мнение по этому поводу.", "today": "Сегодня все будут так уступчивы, что у вас может родиться подозрение, что это не к добру. Напрасно волнуетесь, лучше воспользоваться моментом, пока они не передумали.", "tomorrow": "Верите вы или нет в возможность подобного случая, но сегодня вы можете не затруднять себя какой бы то ни было деятельностью. К концу дня непременно выяснится, что это либо уже кто-то сделал, либо в этом просто нет никакой надобности."}, "capricorn": {"yesterday": "Все, что вы сегодня будете делать - не серьезно. Так что, чтобы не особенно расстраиваться по этому поводу, лучше провести день в увеселениях.", "today": "Сегодняшний день лучше всего провести в компании добрых друзей. О таком отдыхе будет приятно вспомнить.", "tomorrow": "Сегодня вас всюду будут принимать с распростертыми объятиями. Однако не стоит, исходя из этого факта, надеяться на всеобщую поддержку. Ее-то как раз будет резко не хватать."}, "aquarius": {"yesterday": "Сегодня вас, возможно, поставят перед необходимостью высказать свое суждение по некоторому поводу. Не торопитесь, все может оказаться не так просто, как думается на первый взгляд, а за слова придется отвечать.", "today": "Сегодня вам надлежит быть скромным, выдержанным и спокойным. Основания для подобного издевательства над собственной порывистой натурой будут очевидны.", "tomorrow": "Сегодня, горя желанием все изменить, вы можете основательно наломать дров. Вспомните правило бритвы Оккама "Не стоит приумножать сущности сверх необходимости"."}, "pisces": {"yesterday": "Сегодня вы будете настроены на творческий лад. Если вам повезет, это будет замечено, что всегда полезно, даже если это и не принесет конкретных плодов сию же минуту.", "today": "Постоянство - опасная иллюзия. Будьте готовы к переменам, они вполне могут произойти сегодня.", "tomorrow": "События разворачиваются несколько быстрее, чем вам хотелось бы. Сегодня у вас может появиться желание заупрямиться - не поддавайтесь ему, это только подольет масла в и без того здорово чадящее пламя."}}';