var data = '{"aries": {"yesterday": "Сегодня вам полезно будет пожаловаться вслух, даже если слушателем окажется зеркало. Вы скорее поймете, как решить свою проблему, формулируя ее в терминах общепринятого языка, нежели переживая на уровне неясных эмоций.", "today": "Члены вашей семьи тоже люди и иногда нуждаются в свободе действий, не говоря уж о свободе слова, в разумных пределах, естественно. Удлините поводок.", "tomorrow": "Чем легче вы сегодня будете воспринимать происходящее, тем больше будет вероятность удачного разрешения ваших дел. Философия пофигизма, собственно, всегда была наиболее продуктивной идеологией."}, "taurus": {"yesterday": "Будьте осторожны, сегодня велика вероятность ляпнуть что-нибудь в самый неподходящий момент. Среди людей, вас окружающих, может оказаться парочка-другая особо чувствительных особей.", "today": "Сегодня вы будете склонны делать из мухи слона. Это неразумно по двум причинам: во-первых, все не так уж и плохо, а во-вторых, слоны в наших широтах очень мерзнут, это жестоко по отношению к бедному животному.", "tomorrow": "Не стоит сегодня тратить много сил на то, чтобы произвести впечатление на окружающих. Вы и так это сделаете, даже не особо этого добиваясь."}, "gemini": {"yesterday": "Возможно, сегодняшний день вам покажется наихудшим в жизни. Не расстраивайтесь, если это действительно так, то в будущем вас ожидает исключительно безоблачное существование.", "today": "Сегодня к вам будут относится как к маленькому ребенку, абсолютно лишенному способности самостоятельно мыслить. С утра вас могут заставить надеть именно эту шапку, а вечером предмет типа электродрели или миксера в ваших руках может вызвать у окружающих настоящую истерику. Постарайтесь перенести это испытание спокойно.", "tomorrow": "Вас, похоже, собираются надуть. Хотя, возможно, что это окажется невинным дружеским розыгрышем."}, "cancer": {"yesterday": "Сегодня у вас будет возможность отдохнуть, но досуг стоит тщательно спланировать. В противном случае вы не получите от него ни малейшего удовольствия.", "today": "Сегодня постарайтесь повнимательнее отнестись к тому, правильно ли вас понимает собеседник. Велика вероятность возникновения сложных ситуаций в результате недостаточно ясного изложения вами мысли.", "tomorrow": "Сегодня вы будете подобны фарфоровой вазе - тонки, изящны и очень хрупки. Следует избегать любых ситуаций, чреватых конфликтом."}, "leo": {"yesterday": "Сегодняшний день необходимо провести так, чтобы не было мучительно больно за бесцельно потраченные часы. Оттянитесь как следует, тяжких последствий быть не должно.", "today": "Сегодня вы рискуете стать идеальным покупателем (это тот, который метет все без разбора и в диких количествах). В ваших же интересах будет, если вас не выпустят из дома.", "tomorrow": "Сегодняшний день - не для вас. Чем меньше вас будет видно и слышно, тем спокойнее он пройдет."}, "virgo": {"yesterday": "Сегодняшний день стоит провести в компании друзей, а то они уже слегка подзабыли, как вы выглядите. И вообще, постарайтесь возобновить ряд старых знакомств, они могут вам вскоре понадобиться.", "today": "Если вы немедленно не начнете добиваться желаемого, вы просто перестанете этого хотеть. Так что у вас есть выбор.", "tomorrow": "Сегодня вас могут несколько утомить ваши собственные мысли. Они будут просто-таки оглушительны. Лучший способ от них отвлечься, если, конечно, вы этого желаете, - это заняться проблемами друга, родственника, знакомого ..."}, "libra": {"yesterday": "Вы слишком много сил отдаете работе, это положение надо бы изменить, но подобной возможностью вы в данный момент не располагаете? Оговорите свое право на личную жизнь. Сегодня, возможно, стоит даже топнуть ногой, иначе на вас так и будут кататься.", "today": "Сегодня просто будьте собой. В конце концов, вы же совершенно удивительный человек, таких просто больше нет. Отсутствие необходимости поддерживать какой-либо имидж лишь добавит вам привлекательности.", "tomorrow": "Поделитесь своей мудростью с ближним, ибо он в этом серьезно нуждается. Даже не будучи уверенным, что вы можете оказаться ему хоть чем-либо полезным, предложите помощь, она не будет отвергнута."}, "scorpio": {"yesterday": "Сегодня для успешной работы вам потребуется улыбка и чувство пусть легкого, но превосходства над ближними. И того и другого нетрудно достичь, если с утра сесть перед зеркалом и подробно перечислить себе все свои достоинства, скромно опуская недостатки.", "today": "Сегодня вам удастся достичь золотой середины в вопросе определения количества информации, необходимого для максимально продуктивной работы вашего мозга. Придерживайтесь ее, сколько сможете.", "tomorrow": "Сегодня вам предстоит немало поработать языком и ушами. К вечеру вы не сможете вспомнить ничего из услышанного, если не будете делать заметок, слишком уж о многом придется беседовать."}, "sagittarius": {"yesterday": "Всякий эксперимент по-своему рискован, но - не попробуешь не узнаешь. Примите меры пожарной безопасности, и - можете приступать, у вас получится.", "today": "Всякий ребенок нуждается в признании, ему стоит время от времени показывать, насколько он замечателен. Это касается и того дитяти, который живет внутри вас самого.", "tomorrow": "Сегодня у вас немного разыграется воображение. Не так, чтобы уж совсем до розовых слонов, но порядочно. В связи с этим не стоит нынче кого-либо в чем-либо убеждать. Вполне возможно, что вы сами заблуждаетесь."}, "capricorn": {"yesterday": "Вы почему-то решили, что неразрешимых вопросов для вас не существует. Возможно, так оно и есть.", "today": "Сегодня кто-то очень глупый может все испортить, причем руководствоваться он при этом будет самыми благими намерениями. Возможно, вам все-таки удастся спасти положение, если успеете перехватить эту замечательную личность и озадачить ее чем-нибудь до конца дня.", "tomorrow": "Сегодняшний день будет настоящим испытанием для вас и для людей, вас окружающих, заодно. Вам, возможно, придется пережить массу противоречивых, но одинаково сильных чувств."}, "aquarius": {"yesterday": "Сегодня вам не стоит ничего менять в манере своего поведения. Малейшие перемены могут повлечь очень сильную и не совсем адекватную реакцию людей, которые будут ее наблюдать.", "today": "Обмен информацией и идеями с другими людьми всегда был важен, однако сегодня он жизненно необходим. Постарайтесь, чтобы сегодня вас было легко найти.", "tomorrow": "Сегодня вы будете неоправданно эмоциональны. Придется сдерживать себя, чтобы не спровоцировать никому не нужный конфликт."}, "pisces": {"yesterday": "Сегодня вам очень полезны будут физические нагрузки. Такого рода активность несколько охладит бушующий в вашей душе пламень и тем самым поуменьшит вероятность совершения необдуманных поступков.", "today": "Сегодня можно, наконец, начать проект, который приходилось откладывать в течение долгого времени. Вы нынче будете наделены просто уникальным по своей остроте чувством меры, поэтому все, что будет сделано вами сегодня - будет сделано наилучшим образом.", "tomorrow": "Сегодня у вас есть шанс немного подпортить свою репутацию. Постарайтесь им не воспользоваться."}}';